@extends('layouts.frontend')
@section('title')
    About Us
@endsection
@section('content')
    <div class="">
        <h2>রেড রোজ Academyতে আপনি আনন্দ ও প্রতিযোগিতার মাধ্যমেশিক্ষা অর্জন করতে পারেন </h2>
        <p>
            শিক্ষার্থীদের জন্য আমরা নিয়ে এসেছি শিক্ষামূলক গুরুত্বপূ্র্ন কিছু সেবা ষষ্ঠ শ্রেণী থেকে আরম্ভ করে প্রায় সকল
            শ্রেণীর শিক্ষার্থীগণ উপকৃত হবেন আমাদের Academy থেকে। আমরা সেবাগুলো আপনাদের কছে পৌছে দিতে নিয়ে এসেছি website ও
            apps যার মাধ্যমে পড়ালেখার পাশাপাশি, পরিক্ষা দেয়ার ছন্দে ছন্দে প্রশ্নের সঠিক উত্তর দিয়ে আপনি বিজয়ী হতে পারবেন
            অনুষ্ঠিত পরিক্ষা গুলোতে। চাইলে আপনার বন্ধুদের সাথে পরিক্ষাগুলোতে অংশগ্রহন করতে Red Rose point দিয়ে সহায়তা করতে
            পারেন।
            সারাদিন অহেতুক অনেক গেইম খেলে আমরা আমাদের অবসর সময়কে ব্যয় করে থাকি সে সময়ে যদি আমরা red rose এর exam গুলো দেই
            তাহলে সময়টা বৃথা যাবে না। সকল ক্লাস
            এর বই-সহ বিসিএস কিংবা সরকারী চাকুরীর প্রস্তুতিও নেয়া হবে , ক্লাস ও ক্লাসের বাহিরের জ্ঞান বৃদ্ধি পাবে।
        </p>
        <p>
            রেড রোজ এর বিভিন্ন সৃজনশীল ও বুদ্ধিবৃত্তিক প্রতিযোগিতা ও মোডেল টেষ্টগুলোতে অংশগ্রহণ করে নিজের দক্ষতা বৃদ্ধি করতে
            পারেন । সেই সাথে আপনি পেতে পারেন Red Rose point।
        </p>
        <p>
        <h3>Redrose point কী? ও কিভাবে পাবো? ও Red Rose point. দিয়ে কি হবে?</h3>
        ১ .আপনি apps install করার সাথে সাথে ১০ point পাবেন <br>
        ২. প্রতিটি contest বা মোডেল টেষ্ট প্রশ্নের সঠিক উত্তরের দিলে আপনি ১ point পাবেন তবে ভুল উওরের জন্য আপনার. ২৫ point
        কমে যাবে। তবে সকল শ্রেণির জন্যে negative point না ও থাকতে পারে। <br>
        ৩. redrose point পরিক্ষার নাম্বার এর মত আপনাকে উৎসাহিত করতে দেয়া হবে। <br>
        ৪. পরিক্ষাগুলোতে অংশগ্রহন করে আপনি অগনিত নাম্বার বা redrose point পেতে পারেন। এবং আপনার প্রাপ্ত নাম্বার বা red rose
        point গুলো apps এর বিতর সংরক্ষিত থাকবে যেন আপনি পরবর্তী পরিক্ষায় অংশগ্রহন করতে পারেন বা চাইলে আপনার বন্ধুদেরকে দিতে
        পারেন। সেই সাথে red rose academy থেকে আরো কিছু সুবিধা নিতে পারেন point গুলো ব্যবহার করে। <br>
        ৫. প্রাপ্ত নাম্বার বা point এর উপর বিত্তি করে প্রতিটি পরিক্ষার একটি result sheet থাকবে যেখানে উক্ত পরিক্ষায় আপনার
        অবস্থান দেখতে পারবেন।
        </p>
        <p>
            তাছারাও বর্তমানে প্রাভেট শিক্ষক খোজার সেবার পাশাপশি ভবিষৎতের সেবাগুলো ব্যবহার এ আপনি আমনত্রিত।
            আমরা পরিক্ষাগুলোকে আকর্ষণীয় এবং প্রতিযোগিতামুলূক করতেই পরিক্ষার নাম্বার হিসাবে red rose point দিয়ে থাকি। আপনি
            আপনার বন্ধুদেরকে ও যুক্ত করতে Red rose academy তে।
        </p>
    </div>
@endsection
