-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Dec 20, 2023 at 05:03 PM
-- Server version: 10.4.27-MariaDB
-- PHP Version: 8.1.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `abclab_redrose`
--

-- --------------------------------------------------------

--
-- Table structure for table `all_classes`
--

CREATE TABLE `all_classes` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `all_classes`
--

INSERT INTO `all_classes` (`id`, `name`, `created_at`, `updated_at`) VALUES
(10, '1st Grade', '2023-07-17 23:34:26', '2023-07-17 23:34:26'),
(11, '2nd Grade', '2023-07-17 23:34:55', '2023-07-17 23:34:55'),
(12, '3rd Grade', '2023-07-17 23:35:15', '2023-07-17 23:35:15'),
(13, '4th Grade', '2023-07-17 23:35:36', '2023-07-17 23:35:36'),
(14, '5th Grade', '2023-07-17 23:35:46', '2023-07-17 23:35:46'),
(15, '6th Grade', '2023-07-17 23:35:56', '2023-07-17 23:35:56'),
(16, '7th Grade', '2023-07-17 23:36:13', '2023-07-17 23:36:13'),
(17, '8th Grade', '2023-07-17 23:36:34', '2023-07-17 23:36:34'),
(18, '9th Grade', '2023-07-17 23:36:52', '2023-07-17 23:36:52'),
(19, '10th Grade', '2023-07-17 23:37:10', '2023-07-17 23:37:10'),
(20, 'KG', '2023-07-21 22:25:11', '2023-07-21 22:25:11'),
(21, 'A level (A2)', '2023-07-21 22:28:37', '2023-07-21 22:28:37'),
(22, 'A  Level (AS)', '2023-07-21 22:29:07', '2023-07-21 22:29:07'),
(23, 'play', '2023-07-21 22:29:50', '2023-07-21 22:29:50'),
(24, 'O level', '2023-07-21 22:30:19', '2023-07-21 22:30:19'),
(25, 'Nursery', '2023-07-21 22:31:37', '2023-07-21 22:31:37'),
(26, 'Pre-schooling', '2023-07-21 22:32:11', '2023-07-21 22:32:11');

-- --------------------------------------------------------

--
-- Table structure for table `blogs`
--

CREATE TABLE `blogs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `image_path` varchar(255) NOT NULL,
  `description` longtext NOT NULL,
  `pageview` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `blogs`
--

INSERT INTO `blogs` (`id`, `user_id`, `name`, `image_path`, `description`, `pageview`, `created_at`, `updated_at`) VALUES
(3, 2, 'tutor sheba', 'https://www.redrosebd.com/storage/blogs/1689998264-tutor sheba.png', 'শিক্ষা যে কোনো জাতির জন্য অগ্রগতি ও উন্নয়নের ভিত্তি, এবং সমৃদ্ধ সাংস্কৃতিক ঐতিহ্যের দেশ বাংলাদেশও এর ব্যতিক্রম নয়। বছরের পর বছর ধরে, দেশে শিক্ষাগত ল্যান্ডস্কেপ উন্নত করার জন্য পদক্ষেপ নেওয়া হয়েছে, কিন্তু চ্যালেঞ্জগুলি এখনও রয়ে গেছে, বিশেষ করে মানসম্পন্ন টিউটরিং এবং শিক্ষাগত সহায়তার ক্ষেত্রে।এই চ্যালেঞ্জগুলির মধ্যেও টিউটর সেবা আশার আলোর মতো আবির্ভূত হয়েছে, এবং বিপ্লব ঘটিয়ে  সারা বাংলাদেশে অগণিত শিক্ষার্থীদের জন্য শিক্ষার ক্ষমতায়ন করেছে।\r\nশিক্ষক ও শিক্ষার্থীদের ক্ষমতায়ন\r\n2015 সালে প্রতিষ্ঠিত টিউটর সেবা হল একটি বাংলাদেশী অনলাইন টিউটরিং প্ল্যাটফর্ম যার লক্ষ্য হল বিভিন্ন শিক্ষাগত ব্যাকগ্রাউন্ড থেকে ছাত্র এবং টিউটরদের সংযুক্ত করা। প্ল্যাটফর্মটি একটি ব্যবহার-বান্ধব ওয়েবসাইট এবং মোবাইল অ্যাপ্লিকেশনের মাধ্যমে কাজ করে, এটিকে প্রথাগত শিক্ষার ক্ষেত্রগুলোতে সীমিত প্রবেশসহ গ্রামীণ অঞ্চলের ব্যবহারকারীদের কাছে প্রবেশযোগ্য করে তোলে। প্রযুক্তির\r\n ব্যবহার দ্বারা টিউটর সেবা একটি দক্ষ ইকোসিস্টেম তৈরি করেছে যা টিউটর এবং শিক্ষার্থীদের একইভাবে ক্ষমতায়ন করে।\r\nঅনলাইন টিউটরিং এর সুবিধা\r\nটিউটর সেবার একটি উল্লেখযোগ্য সুবিধা হল ভৌগলিক বাধা অতিক্রম করার ক্ষমতা। টিউটর সেবার অনলাইন প্ল্যাটফর্মের মাধ্যমে বাংলাদেশের যেকোন প্রান্তের প্রতিভাবান টিউটররা সারা দেশে শিক্ষার্থীদের পড়াতে পারে এবং সবার জন্য শিক্ষার সুযোগ প্রসারিত করে।\r\nঅধিকন্তু, প্ল্যাটফর্মটি শিক্ষার্থীদেরকে তাদের সুবিধামত টিউটরিং গ্রহণ করতে দেয়। এটি পাঠ্যক্রম বহির্ভূত অন্যান্য কর্মকাণ্ডে নিয়োজিত শিক্ষার্থীদের জন্য উপকারী এবং এটি পেশাজীবী শিক্ষার্থীদেরকে তাদের পেশাগত দায়িত্ব বজায় রেখে নতুন জ্ঞান অর্জন করতে বা অন্বেষণ করতে সক্ষম করে।\r\nগুণমানের নিশ্চয়তা এবং বিভিন্ন বিষয়ের কভারেজ\r\nটিউটর সেবার গৃহশিক্ষক নির্বাচনের জন্য কঠোর মানদণ্ড রয়েছে যা শুধুমাত্র  যোগ্য ও যাদের শিক্ষাদানের প্রতি অনুরাগ রয়েছে তাদেরকেই নির্বাচন করে।এর জন্য,টিউটরদেরকে একটি সূক্ষ্ম নির্বাচন প্রক্রিয়ার মধ্য দিয়ে যেতে হয়, যার মধ্যে তাদের বিষয়ের দক্ষতা, শিক্ষাদানের পদ্ধতি এবং যোগাযোগ দক্ষতার মূল্যায়ন অন্তর্ভুক্ত থাকে এবং এই  প্রক্রিয়া নিশ্চিত করে যে শিক্ষার্থীরা মানসম্পন্ন নির্দেশনা এবং ব্যক্তিকেন্দ্রিক মনোযোগ পাবে।\r\nতদুপরি, টিউটর সেবা প্রাথমিক, মাধ্যমিক এবং উচ্চ মাধ্যমিক শিক্ষার পাশাপাশি বিভিন্ন বিশ্ববিদ্যালয় শাখার এবং একাডেমিক স্তরের বিভিন্ন বিষয় আচ্ছাদন করে।যার ফলে, শিক্ষার্থীদের কাছে  চ্যালেঞ্জিং মনে হয় এমন বিষয়গুলিতে নির্দেশনা পেতে সক্ষম করার পাশাপাশি একটি সুষ্ঠু শিক্ষার অভিজ্ঞতা তৈরি করে।\r\nআর্থ-সামাজিক উন্নয়নে সহায়তা করা\r\nটিউটর সেবার প্রভাব শিক্ষাদানের বাইরেও প্রসারিত।  এটি বাংলাদেশের আর্থ-সামাজিক উন্নয়নে সহায়ক ভূমিকা পালন করে। যেমন,দক্ষ ব্যক্তিদের তাদের জ্ঞান ভাগ করে নেওয়ার এবং জীবিকা অর্জনের জন্য একটি প্ল্যাটফর্ম প্রদান করে এবং টিউটর শেবা বেকারত্বের হার কমাতে এবং আর্থিক স্বাধীনতা বৃদ্ধিতে অবদান রাখে।\r\nপ্ল্যাটফর্মটি নারী শিক্ষকদের সক্রিয়ভাবে অংশগ্রহণের জন্য উৎসাহিত করার মাধ্যমে লিঙ্গ সমতা বৃদ্ধিতে সহায়তা করে। যেহেতু অনেক মহিলা শিক্ষার্থী মহিলা টিউটরদের সাথে পড়াশোনা করতে বেশি স্বাচ্ছন্দ্য বোধ করে, তাই টিউটর সেবার মহিলা টিউটররা মেয়েদের এবং মহিলাদের আত্মবিশ্বাসের সাথে শিক্ষা গ্রহণের জন্য গুরুত্বপূর্ণ ভূমিকা পালন করে।\r\nচ্যালেঞ্জ অতিক্রম করা\r\nযেকোনো রূপান্তরমূলক উদ্যোগের মতো, টিউটর সেবা তার যাত্রাপথে চ্যালেঞ্জের মুখোমুখি হয়েছে, তন্মধ্যে,একটি বড় বাধা হল ডিজিটাল বিভাজন, বিশেষ করে গ্রামীণ এলাকায় যেখানে ইন্টারনেট এবং প্রযুক্তির প্রবেশ সীমিত। এটি মোকাবেলা করার জন্য, টিউটর সেবা কমিউনিটি লার্নিং সেন্টার স্থাপনের জন্য স্থানীয় সংস্থাগুলির সাথে অংশীদারিত্ব করেছে, প্রত্যন্ত অঞ্চলের শিক্ষার্থীদের অনলাইন টিউটরিং এবং শিক্ষাগত ক্ষেত্রগুলোতে প্রবেশ প্রদান করে।\r\nউপসংহার\r\nগৃহশিক্ষক সেবা বাংলাদেশের শিক্ষাক্ষেত্রে আশার আলো হিসেবে আবির্ভূত হয়েছে। প্রযুক্তির ব্যবহার এবং দক্ষ শিক্ষকদের ক্ষমতায়নের মাধ্যমে, প্ল্যাটফর্মটি সফলভাবে সারা দেশে মানসম্পন্ন শিক্ষার প্রবেশাধিকারকে গণতান্ত্রিক করেছে। শিক্ষাগত ব্যবধান কমানো এবং আর্থ-সামাজিক উন্নয়নে সহায়তা করার অঙ্গীকারের মাধ্যমে টিউটর সেবা বাংলাদেশের মানুষের উন্নতি, জীবন পরিবর্তন ও একটি উজ্জ্বল ভবিষ্যত নিশ্চিতের লক্ষ্যে কাজ করে চলেছে।', 67, '2023-07-22 09:57:44', '2023-12-10 10:41:21');

-- --------------------------------------------------------

--
-- Table structure for table `chats`
--

CREATE TABLE `chats` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `sender_id` varchar(255) DEFAULT NULL,
  `receiver_id` varchar(255) DEFAULT NULL,
  `lastmessage` longtext DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `cities`
--

CREATE TABLE `cities` (
  `id` int(10) UNSIGNED NOT NULL,
  `division_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `cities`
--

INSERT INTO `cities` (`id`, `division_id`, `name`, `created_at`, `updated_at`) VALUES
(7, 2, 'Bandarban', '2023-07-04 16:35:21', '2023-07-04 16:35:21'),
(8, 2, 'Brahmanbaria', '2023-07-04 16:35:28', '2023-07-04 16:35:28'),
(9, 2, 'Chandpur', '2023-07-04 16:35:37', '2023-07-04 16:36:22'),
(10, 2, 'Chattogram', '2023-07-04 16:35:45', '2023-07-07 21:45:29'),
(11, 2, 'Cumilla', '2023-07-04 16:35:51', '2023-07-07 22:10:41'),
(12, 2, 'Cox\'s Bazar', '2023-07-04 16:37:19', '2023-07-04 16:37:19'),
(13, 2, 'Feni', '2023-07-04 16:37:25', '2023-07-04 16:37:25'),
(14, 2, 'Khagrachhari', '2023-07-04 16:37:33', '2023-07-04 16:37:33'),
(15, 2, 'Lakshmipur', '2023-07-04 16:37:39', '2023-07-04 16:37:39'),
(16, 2, 'Noakhali', '2023-07-04 16:37:48', '2023-07-04 16:37:48'),
(17, 2, 'Rangamati', '2023-07-04 16:37:56', '2023-07-04 16:37:56'),
(18, 3, 'Dhaka', '2023-07-04 16:38:38', '2023-07-04 16:38:38'),
(19, 3, 'Faridpur', '2023-07-04 16:38:45', '2023-07-04 16:38:45'),
(20, 3, 'Gazipur', '2023-07-04 16:39:57', '2023-07-04 16:39:57'),
(21, 3, 'Gopalganj', '2023-07-04 16:40:08', '2023-07-04 16:40:08'),
(22, 3, 'Kishoreganj', '2023-07-04 16:40:14', '2023-07-04 16:40:14'),
(23, 3, 'Madaripur', '2023-07-04 16:40:25', '2023-07-04 16:40:25'),
(24, 3, 'Manikganj', '2023-07-04 16:40:32', '2023-07-04 16:40:32'),
(25, 3, 'Munshiganj', '2023-07-04 16:40:40', '2023-07-04 16:40:40'),
(26, 3, 'Narayanganj', '2023-07-04 16:40:47', '2023-07-04 16:40:47'),
(27, 3, 'Narsingdi', '2023-07-04 16:40:55', '2023-07-04 16:40:55'),
(28, 3, 'Rajbari', '2023-07-04 16:41:02', '2023-07-04 16:41:02'),
(29, 3, 'Shariatpur', '2023-07-04 16:41:10', '2023-07-04 16:41:10'),
(30, 3, 'Tangail', '2023-07-04 16:41:22', '2023-07-04 16:41:22'),
(31, 4, 'Bagerhat', '2023-07-04 16:43:04', '2023-07-04 16:43:04'),
(32, 4, 'Chuadanga', '2023-07-04 16:43:04', '2023-07-04 16:43:04'),
(33, 4, 'Jessore', '2023-07-04 16:43:10', '2023-07-04 16:43:10'),
(34, 4, 'Jhenaidah', '2023-07-04 16:43:16', '2023-07-04 16:43:16'),
(35, 4, 'Khulna', '2023-07-04 16:43:23', '2023-07-04 16:43:23'),
(36, 4, 'Kushtia', '2023-07-04 16:43:31', '2023-07-04 16:43:31'),
(37, 4, 'Magura', '2023-07-04 16:43:37', '2023-07-04 16:43:37'),
(38, 4, 'Meherpur', '2023-07-04 16:43:43', '2023-07-04 16:43:43'),
(39, 4, 'Narail', '2023-07-04 16:43:50', '2023-07-04 16:43:50'),
(40, 4, 'Satkhira', '2023-07-04 16:44:21', '2023-07-04 16:44:21'),
(41, 5, 'Jamalpur', '2023-07-04 16:44:43', '2023-07-04 16:44:43'),
(42, 5, 'Mymensingh', '2023-07-04 16:44:50', '2023-07-04 16:44:50'),
(43, 5, 'Netrokona', '2023-07-04 16:44:59', '2023-07-04 16:44:59'),
(44, 5, 'Sherpur', '2023-07-04 16:45:37', '2023-07-04 16:45:37'),
(45, 6, 'Bogra', '2023-07-04 16:46:23', '2023-07-04 16:46:23'),
(46, 6, 'Joypurhat', '2023-07-04 16:46:29', '2023-07-04 16:46:29'),
(47, 6, 'Naogaon', '2023-07-04 16:46:35', '2023-07-04 16:46:35'),
(48, 6, 'Natore', '2023-07-04 16:46:45', '2023-07-04 16:46:45'),
(49, 6, 'Chapainawabganj', '2023-07-04 16:46:54', '2023-07-10 08:42:55'),
(50, 6, 'Pabna', '2023-07-04 16:47:02', '2023-07-04 16:47:02'),
(51, 6, 'Rajshahi', '2023-07-04 16:47:09', '2023-07-04 16:47:09'),
(52, 6, 'Sirajganj', '2023-07-04 16:47:18', '2023-07-04 16:47:18'),
(53, 7, 'Dinajpur', '2023-07-04 16:48:00', '2023-07-04 16:48:00'),
(54, 7, 'Gaibandha', '2023-07-04 16:48:06', '2023-07-04 16:48:06'),
(55, 7, 'Kurigram', '2023-07-04 16:48:12', '2023-07-04 16:48:12'),
(58, 7, 'Lalmonirhat', '2023-07-04 16:48:27', '2023-07-04 16:48:27'),
(59, 7, 'Rangpur', '2023-07-04 16:48:37', '2023-07-04 16:48:37'),
(60, 7, 'Thakurgaon', '2023-07-04 16:48:45', '2023-07-04 16:48:45'),
(61, 8, 'Habiganj', '2023-07-04 16:52:12', '2023-07-04 16:52:12'),
(62, 8, 'Moulvibazar', '2023-07-04 16:52:20', '2023-07-04 16:52:20'),
(63, 8, 'Sunamganj', '2023-07-04 16:52:27', '2023-07-04 16:52:27'),
(64, 8, 'Sylhet', '2023-07-04 16:52:35', '2023-07-04 16:52:35'),
(65, 7, 'Nilphamari', '2023-07-10 09:18:27', '2023-07-10 09:18:27'),
(66, 7, 'Panchagarh', '2023-07-10 09:19:07', '2023-07-10 09:19:07'),
(67, 11, 'Barguna', '2023-07-13 13:08:43', '2023-07-13 13:08:43'),
(68, 11, 'Barishal', '2023-07-13 13:09:35', '2023-07-13 13:09:35'),
(69, 11, 'Bhola', '2023-07-13 13:09:53', '2023-07-13 13:09:53'),
(70, 11, 'Jhalokathi', '2023-07-13 13:10:10', '2023-07-13 13:10:10'),
(71, 11, 'Pirojpur', '2023-07-13 13:11:14', '2023-07-13 13:11:14'),
(72, 11, 'Patuakhali', '2023-07-13 13:12:20', '2023-07-13 13:12:20'),
(73, 2, 'Other', '2023-07-16 00:12:47', '2023-07-16 00:12:47'),
(74, 3, 'Other', '2023-07-16 15:07:46', '2023-07-16 15:07:46'),
(75, 4, 'Other', '2023-07-16 15:17:17', '2023-07-16 15:17:17'),
(76, 7, 'other', '2023-07-16 21:08:05', '2023-07-16 21:08:05'),
(77, 8, 'other', '2023-07-16 21:08:31', '2023-07-16 21:08:31'),
(78, 6, 'other', '2023-07-16 21:09:14', '2023-07-16 21:09:14'),
(79, 5, 'other', '2023-07-16 21:13:07', '2023-07-16 21:13:07');

-- --------------------------------------------------------

--
-- Table structure for table `countries`
--

CREATE TABLE `countries` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `is_active` varchar(255) NOT NULL,
  `code` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `countries`
--

INSERT INTO `countries` (`id`, `is_active`, `code`, `name`, `created_at`, `updated_at`) VALUES
(1, 'off', 'AF', 'Afghanistan', '2023-07-03 19:06:30', NULL),
(2, 'off', 'AL', 'Albania', '2023-07-03 19:06:30', NULL),
(3, 'off', 'DZ', 'Algeria', '2023-07-03 19:06:30', NULL),
(4, 'off', 'AS', 'American Samoa', '2023-07-03 19:06:30', NULL),
(5, 'off', 'AD', 'Andorra', '2023-07-03 19:06:30', NULL),
(6, 'off', 'AO', 'Angola', '2023-07-03 19:06:30', NULL),
(7, 'off', 'AI', 'Anguilla', '2023-07-03 19:06:30', NULL),
(8, 'off', 'AQ', 'Antarctica', '2023-07-03 19:06:30', NULL),
(9, 'off', 'AG', 'Antigua And Barbuda', '2023-07-03 19:06:30', NULL),
(10, 'off', 'AR', 'Argentina', '2023-07-03 19:06:30', NULL),
(11, 'off', 'AM', 'Armenia', '2023-07-03 19:06:30', NULL),
(12, 'off', 'AW', 'Aruba', '2023-07-03 19:06:30', NULL),
(13, 'off', 'AU', 'Australia', '2023-07-03 19:06:30', NULL),
(14, 'off', 'AT', 'Austria', '2023-07-03 19:06:30', NULL),
(15, 'off', 'AZ', 'Azerbaijan', '2023-07-03 19:06:30', NULL),
(16, 'off', 'BS', 'Bahamas The', '2023-07-03 19:06:30', NULL),
(17, 'off', 'BH', 'Bahrain', '2023-07-03 19:06:30', NULL),
(18, 'on', 'BD', 'Bangladesh', '2023-07-03 19:06:30', '2023-07-04 22:31:57'),
(19, 'off', 'BB', 'Barbados', '2023-07-03 19:06:30', NULL),
(20, 'off', 'BY', 'Belarus', '2023-07-03 19:06:30', NULL),
(21, 'off', 'BE', 'Belgium', '2023-07-03 19:06:30', NULL),
(22, 'off', 'BZ', 'Belize', '2023-07-03 19:06:30', NULL),
(23, 'off', 'BJ', 'Benin', '2023-07-03 19:06:30', NULL),
(24, 'off', 'BM', 'Bermuda', '2023-07-03 19:06:30', NULL),
(25, 'off', 'BT', 'Bhutan', '2023-07-03 19:06:30', '2023-07-05 23:49:45'),
(26, 'off', 'BO', 'Bolivia', '2023-07-03 19:06:30', NULL),
(27, 'off', 'BA', 'Bosnia and Herzegovina', '2023-07-03 19:06:30', NULL),
(28, 'off', 'BW', 'Botswana', '2023-07-03 19:06:30', NULL),
(29, 'off', 'BV', 'Bouvet Island', '2023-07-03 19:06:30', NULL),
(30, 'off', 'BR', 'Brazil', '2023-07-03 19:06:30', NULL),
(31, 'off', 'IO', 'British Indian Ocean Territory', '2023-07-03 19:06:30', NULL),
(32, 'off', 'BN', 'Brunei', '2023-07-03 19:06:30', NULL),
(33, 'off', 'BG', 'Bulgaria', '2023-07-03 19:06:30', NULL),
(34, 'off', 'BF', 'Burkina Faso', '2023-07-03 19:06:30', NULL),
(35, 'off', 'BI', 'Burundi', '2023-07-03 19:06:30', NULL),
(36, 'off', 'KH', 'Cambodia', '2023-07-03 19:06:30', NULL),
(37, 'off', 'CM', 'Cameroon', '2023-07-03 19:06:30', NULL),
(38, 'off', 'CA', 'Canada', '2023-07-03 19:06:30', NULL),
(39, 'off', 'CV', 'Cape Verde', '2023-07-03 19:06:30', NULL),
(40, 'off', 'KY', 'Cayman Islands', '2023-07-03 19:06:30', NULL),
(41, 'off', 'CF', 'Central African Republic', '2023-07-03 19:06:30', NULL),
(42, 'off', 'TD', 'Chad', '2023-07-03 19:06:30', NULL),
(43, 'off', 'CL', 'Chile', '2023-07-03 19:06:30', NULL),
(44, 'off', 'CN', 'China', '2023-07-03 19:06:30', NULL),
(45, 'off', 'CX', 'Christmas Island', '2023-07-03 19:06:30', NULL),
(46, 'off', 'CC', 'Cocos (Keeling) Islands', '2023-07-03 19:06:30', NULL),
(47, 'off', 'CO', 'Colombia', '2023-07-03 19:06:30', NULL),
(48, 'off', 'KM', 'Comoros', '2023-07-03 19:06:30', NULL),
(49, 'off', 'CG', 'Republic Of The Congo', '2023-07-03 19:06:30', NULL),
(50, 'off', 'CD', 'Democratic Republic Of The Congo', '2023-07-03 19:06:30', NULL),
(51, 'off', 'CK', 'Cook Islands', '2023-07-03 19:06:30', NULL),
(52, 'off', 'CR', 'Costa Rica', '2023-07-03 19:06:30', NULL),
(53, 'off', 'CI', 'Cote D\'Ivoire (Ivory Coast)', '2023-07-03 19:06:30', NULL),
(54, 'off', 'HR', 'Croatia (Hrvatska)', '2023-07-03 19:06:30', NULL),
(55, 'off', 'CU', 'Cuba', '2023-07-03 19:06:30', NULL),
(56, 'off', 'CY', 'Cyprus', '2023-07-03 19:06:30', NULL),
(57, 'off', 'CZ', 'Czech Republic', '2023-07-03 19:06:30', NULL),
(58, 'off', 'DK', 'Denmark', '2023-07-03 19:06:30', NULL),
(59, 'off', 'DJ', 'Djibouti', '2023-07-03 19:06:30', NULL),
(60, 'off', 'DM', 'Dominica', '2023-07-03 19:06:30', NULL),
(61, 'off', 'DO', 'Dominican Republic', '2023-07-03 19:06:30', NULL),
(62, 'off', 'TP', 'East Timor', '2023-07-03 19:06:30', NULL),
(63, 'off', 'EC', 'Ecuador', '2023-07-03 19:06:30', NULL),
(64, 'off', 'EG', 'Egypt', '2023-07-03 19:06:30', NULL),
(65, 'off', 'SV', 'El Salvador', '2023-07-03 19:06:30', NULL),
(66, 'off', 'GQ', 'Equatorial Guinea', '2023-07-03 19:06:30', NULL),
(67, 'off', 'ER', 'Eritrea', '2023-07-03 19:06:30', NULL),
(68, 'off', 'EE', 'Estonia', '2023-07-03 19:06:30', NULL),
(69, 'off', 'ET', 'Ethiopia', '2023-07-03 19:06:30', NULL),
(70, 'off', 'XA', 'External Territories of Australia', '2023-07-03 19:06:30', NULL),
(71, 'off', 'FK', 'Falkland Islands', '2023-07-03 19:06:30', NULL),
(72, 'off', 'FO', 'Faroe Islands', '2023-07-03 19:06:30', NULL),
(73, 'off', 'FJ', 'Fiji Islands', '2023-07-03 19:06:30', NULL),
(74, 'off', 'FI', 'Finland', '2023-07-03 19:06:30', NULL),
(75, 'off', 'FR', 'France', '2023-07-03 19:06:30', NULL),
(76, 'off', 'GF', 'French Guiana', '2023-07-03 19:06:30', NULL),
(77, 'off', 'PF', 'French Polynesia', '2023-07-03 19:06:30', NULL),
(78, 'off', 'TF', 'French Southern Territories', '2023-07-03 19:06:30', NULL),
(79, 'off', 'GA', 'Gabon', '2023-07-03 19:06:30', NULL),
(80, 'off', 'GM', 'Gambia The', '2023-07-03 19:06:30', NULL),
(81, 'off', 'GE', 'Georgia', '2023-07-03 19:06:30', NULL),
(82, 'off', 'DE', 'Germany', '2023-07-03 19:06:30', NULL),
(83, 'off', 'GH', 'Ghana', '2023-07-03 19:06:30', NULL),
(84, 'off', 'GI', 'Gibraltar', '2023-07-03 19:06:30', NULL),
(85, 'off', 'GR', 'Greece', '2023-07-03 19:06:30', NULL),
(86, 'off', 'GL', 'Greenland', '2023-07-03 19:06:30', NULL),
(87, 'off', 'GD', 'Grenada', '2023-07-03 19:06:30', NULL),
(88, 'off', 'GP', 'Guadeloupe', '2023-07-03 19:06:30', NULL),
(89, 'off', 'GU', 'Guam', '2023-07-03 19:06:30', NULL),
(90, 'off', 'GT', 'Guatemala', '2023-07-03 19:06:30', NULL),
(91, 'off', 'XU', 'Guernsey and Alderney', '2023-07-03 19:06:30', NULL),
(92, 'off', 'GN', 'Guinea', '2023-07-03 19:06:30', NULL),
(93, 'off', 'GW', 'Guinea-Bissau', '2023-07-03 19:06:30', NULL),
(94, 'off', 'GY', 'Guyana', '2023-07-03 19:06:30', NULL),
(95, 'off', 'HT', 'Haiti', '2023-07-03 19:06:30', NULL),
(96, 'off', 'HM', 'Heard and McDonald Islands', '2023-07-03 19:06:30', NULL),
(97, 'off', 'HN', 'Honduras', '2023-07-03 19:06:30', NULL),
(98, 'off', 'HK', 'Hong Kong S.A.R.', '2023-07-03 19:06:30', NULL),
(99, 'off', 'HU', 'Hungary', '2023-07-03 19:06:30', NULL),
(100, 'off', 'IS', 'Iceland', '2023-07-03 19:06:30', NULL),
(101, 'off', 'IN', 'India', '2023-07-03 19:06:30', NULL),
(102, 'off', 'ID', 'Indonesia', '2023-07-03 19:06:30', NULL),
(103, 'off', 'IR', 'Iran', '2023-07-03 19:06:30', NULL),
(104, 'off', 'IQ', 'Iraq', '2023-07-03 19:06:30', NULL),
(105, 'off', 'IE', 'Ireland', '2023-07-03 19:06:30', NULL),
(106, 'off', 'IL', 'Israel', '2023-07-03 19:06:30', NULL),
(107, 'off', 'IT', 'Italy', '2023-07-03 19:06:30', NULL),
(108, 'off', 'JM', 'Jamaica', '2023-07-03 19:06:30', NULL),
(109, 'off', 'JP', 'Japan', '2023-07-03 19:06:30', NULL),
(110, 'off', 'XJ', 'Jersey', '2023-07-03 19:06:30', NULL),
(111, 'off', 'JO', 'Jordan', '2023-07-03 19:06:30', NULL),
(112, 'off', 'KZ', 'Kazakhstan', '2023-07-03 19:06:30', NULL),
(113, 'off', 'KE', 'Kenya', '2023-07-03 19:06:30', NULL),
(114, 'off', 'KI', 'Kiribati', '2023-07-03 19:06:30', NULL),
(115, 'off', 'KP', 'Korea North', '2023-07-03 19:06:30', NULL),
(116, 'off', 'KR', 'Korea South', '2023-07-03 19:06:30', NULL),
(117, 'off', 'KW', 'Kuwait', '2023-07-03 19:06:30', NULL),
(118, 'off', 'KG', 'Kyrgyzstan', '2023-07-03 19:06:30', NULL),
(119, 'off', 'LA', 'Laos', '2023-07-03 19:06:30', NULL),
(120, 'off', 'LV', 'Latvia', '2023-07-03 19:06:30', NULL),
(121, 'off', 'LB', 'Lebanon', '2023-07-03 19:06:30', NULL),
(122, 'off', 'LS', 'Lesotho', '2023-07-03 19:06:30', NULL),
(123, 'off', 'LR', 'Liberia', '2023-07-03 19:06:30', NULL),
(124, 'off', 'LY', 'Libya', '2023-07-03 19:06:30', NULL),
(125, 'off', 'LI', 'Liechtenstein', '2023-07-03 19:06:30', NULL),
(126, 'off', 'LT', 'Lithuania', '2023-07-03 19:06:30', NULL),
(127, 'off', 'LU', 'Luxembourg', '2023-07-03 19:06:30', NULL),
(128, 'off', 'MO', 'Macau S.A.R.', '2023-07-03 19:06:30', NULL),
(129, 'off', 'MK', 'Macedonia', '2023-07-03 19:06:30', NULL),
(130, 'off', 'MG', 'Madagascar', '2023-07-03 19:06:30', NULL),
(131, 'off', 'MW', 'Malawi', '2023-07-03 19:06:30', NULL),
(132, 'off', 'MY', 'Malaysia', '2023-07-03 19:06:30', NULL),
(133, 'off', 'MV', 'Maldives', '2023-07-03 19:06:30', NULL),
(134, 'off', 'ML', 'Mali', '2023-07-03 19:06:30', NULL),
(135, 'off', 'MT', 'Malta', '2023-07-03 19:06:30', NULL),
(136, 'off', 'XM', 'Man (Isle of)', '2023-07-03 19:06:30', NULL),
(137, 'off', 'MH', 'Marshall Islands', '2023-07-03 19:06:30', NULL),
(138, 'off', 'MQ', 'Martinique', '2023-07-03 19:06:30', NULL),
(139, 'off', 'MR', 'Mauritania', '2023-07-03 19:06:30', NULL),
(140, 'off', 'MU', 'Mauritius', '2023-07-03 19:06:30', NULL),
(141, 'off', 'YT', 'Mayotte', '2023-07-03 19:06:30', NULL),
(142, 'off', 'MX', 'Mexico', '2023-07-03 19:06:30', NULL),
(143, 'off', 'FM', 'Micronesia', '2023-07-03 19:06:30', NULL),
(144, 'off', 'MD', 'Moldova', '2023-07-03 19:06:30', NULL),
(145, 'off', 'MC', 'Monaco', '2023-07-03 19:06:30', NULL),
(146, 'off', 'MN', 'Mongolia', '2023-07-03 19:06:30', NULL),
(147, 'off', 'MS', 'Montserrat', '2023-07-03 19:06:30', NULL),
(148, 'off', 'MA', 'Morocco', '2023-07-03 19:06:30', NULL),
(149, 'off', 'MZ', 'Mozambique', '2023-07-03 19:06:30', NULL),
(150, 'off', 'MM', 'Myanmar', '2023-07-03 19:06:30', NULL),
(151, 'off', 'NA', 'Namibia', '2023-07-03 19:06:30', NULL),
(152, 'off', 'NR', 'Nauru', '2023-07-03 19:06:30', NULL),
(153, 'off', 'NP', 'Nepal', '2023-07-03 19:06:30', NULL),
(154, 'off', 'AN', 'Netherlands Antilles', '2023-07-03 19:06:30', NULL),
(155, 'off', 'NL', 'Netherlands The', '2023-07-03 19:06:30', NULL),
(156, 'off', 'NC', 'New Caledonia', '2023-07-03 19:06:30', NULL),
(157, 'off', 'NZ', 'New Zealand', '2023-07-03 19:06:30', NULL),
(158, 'off', 'NI', 'Nicaragua', '2023-07-03 19:06:30', NULL),
(159, 'off', 'NE', 'Niger', '2023-07-03 19:06:30', NULL),
(160, 'off', 'NG', 'Nigeria', '2023-07-03 19:06:30', NULL),
(161, 'off', 'NU', 'Niue', '2023-07-03 19:06:30', NULL),
(162, 'off', 'NF', 'Norfolk Island', '2023-07-03 19:06:30', NULL),
(163, 'off', 'MP', 'Northern Mariana Islands', '2023-07-03 19:06:30', NULL),
(164, 'off', 'NO', 'Norway', '2023-07-03 19:06:30', NULL),
(165, 'off', 'OM', 'Oman', '2023-07-03 19:06:30', NULL),
(166, 'off', 'PK', 'Pakistan', '2023-07-03 19:06:30', NULL),
(167, 'off', 'PW', 'Palau', '2023-07-03 19:06:30', NULL),
(168, 'off', 'PS', 'Palestinian Territory Occupied', '2023-07-03 19:06:30', NULL),
(169, 'off', 'PA', 'Panama', '2023-07-03 19:06:30', NULL),
(170, 'off', 'PG', 'Papua new Guinea', '2023-07-03 19:06:30', NULL),
(171, 'off', 'PY', 'Paraguay', '2023-07-03 19:06:30', NULL),
(172, 'off', 'PE', 'Peru', '2023-07-03 19:06:30', NULL),
(173, 'off', 'PH', 'Philippines', '2023-07-03 19:06:30', NULL),
(174, 'off', 'PN', 'Pitcairn Island', '2023-07-03 19:06:30', NULL),
(175, 'off', 'PL', 'Poland', '2023-07-03 19:06:30', NULL),
(176, 'off', 'PT', 'Portugal', '2023-07-03 19:06:30', NULL),
(177, 'off', 'PR', 'Puerto Rico', '2023-07-03 19:06:30', NULL),
(178, 'off', 'QA', 'Qatar', '2023-07-03 19:06:30', NULL),
(179, 'off', 'RE', 'Reunion', '2023-07-03 19:06:30', NULL),
(180, 'off', 'RO', 'Romania', '2023-07-03 19:06:30', NULL),
(181, 'off', 'RU', 'Russia', '2023-07-03 19:06:30', NULL),
(182, 'off', 'RW', 'Rwanda', '2023-07-03 19:06:30', NULL),
(183, 'off', 'SH', 'Saint Helena', '2023-07-03 19:06:30', NULL),
(184, 'off', 'KN', 'Saint Kitts And Nevis', '2023-07-03 19:06:30', NULL),
(185, 'off', 'LC', 'Saint Lucia', '2023-07-03 19:06:30', NULL),
(186, 'off', 'PM', 'Saint Pierre and Miquelon', '2023-07-03 19:06:30', NULL),
(187, 'off', 'VC', 'Saint Vincent And The Grenadines', '2023-07-03 19:06:30', NULL),
(188, 'off', 'WS', 'Samoa', '2023-07-03 19:06:30', NULL),
(189, 'off', 'SM', 'San Marino', '2023-07-03 19:06:30', NULL),
(190, 'off', 'ST', 'Sao Tome and Principe', '2023-07-03 19:06:30', NULL),
(191, 'off', 'SA', 'Saudi Arabia', '2023-07-03 19:06:30', NULL),
(192, 'off', 'SN', 'Senegal', '2023-07-03 19:06:30', NULL),
(193, 'off', 'RS', 'Serbia', '2023-07-03 19:06:30', NULL),
(194, 'off', 'SC', 'Seychelles', '2023-07-03 19:06:30', NULL),
(195, 'off', 'SL', 'Sierra Leone', '2023-07-03 19:06:30', NULL),
(196, 'off', 'SG', 'Singapore', '2023-07-03 19:06:30', NULL),
(197, 'off', 'SK', 'Slovakia', '2023-07-03 19:06:30', NULL),
(198, 'off', 'SI', 'Slovenia', '2023-07-03 19:06:30', NULL),
(199, 'off', 'XG', 'Smaller Territories of the UK', '2023-07-03 19:06:30', NULL),
(200, 'off', 'SB', 'Solomon Islands', '2023-07-03 19:06:30', NULL),
(201, 'off', 'SO', 'Somalia', '2023-07-03 19:06:30', NULL),
(202, 'off', 'ZA', 'South Africa', '2023-07-03 19:06:30', NULL),
(203, 'off', 'GS', 'South Georgia', '2023-07-03 19:06:30', NULL),
(204, 'off', 'SS', 'South Sudan', '2023-07-03 19:06:30', NULL),
(205, 'off', 'ES', 'Spain', '2023-07-03 19:06:30', NULL),
(206, 'off', 'LK', 'Sri Lanka', '2023-07-03 19:06:30', NULL),
(207, 'off', 'SD', 'Sudan', '2023-07-03 19:06:30', NULL),
(208, 'off', 'SR', 'Suriname', '2023-07-03 19:06:30', NULL),
(209, 'off', 'SJ', 'Svalbard And Jan Mayen Islands', '2023-07-03 19:06:30', NULL),
(210, 'off', 'SZ', 'Swaziland', '2023-07-03 19:06:30', NULL),
(211, 'off', 'SE', 'Sweden', '2023-07-03 19:06:30', NULL),
(212, 'off', 'CH', 'Switzerland', '2023-07-03 19:06:30', NULL),
(213, 'off', 'SY', 'Syria', '2023-07-03 19:06:30', NULL),
(214, 'off', 'TW', 'Taiwan', '2023-07-03 19:06:30', NULL),
(215, 'off', 'TJ', 'Tajikistan', '2023-07-03 19:06:30', NULL),
(216, 'off', 'TZ', 'Tanzania', '2023-07-03 19:06:30', NULL),
(217, 'off', 'TH', 'Thailand', '2023-07-03 19:06:30', NULL),
(218, 'off', 'TG', 'Togo', '2023-07-03 19:06:30', NULL),
(219, 'off', 'TK', 'Tokelau', '2023-07-03 19:06:30', NULL),
(220, 'off', 'TO', 'Tonga', '2023-07-03 19:06:30', NULL),
(221, 'off', 'TT', 'Trinidad And Tobago', '2023-07-03 19:06:30', NULL),
(222, 'off', 'TN', 'Tunisia', '2023-07-03 19:06:30', NULL),
(223, 'off', 'TR', 'Turkey', '2023-07-03 19:06:30', NULL),
(224, 'off', 'TM', 'Turkmenistan', '2023-07-03 19:06:30', NULL),
(225, 'off', 'TC', 'Turks And Caicos Islands', '2023-07-03 19:06:30', NULL),
(226, 'off', 'TV', 'Tuvalu', '2023-07-03 19:06:30', NULL),
(227, 'off', 'UG', 'Uganda', '2023-07-03 19:06:30', NULL),
(228, 'off', 'UA', 'Ukraine', '2023-07-03 19:06:30', NULL),
(229, 'off', 'AE', 'United Arab Emirates', '2023-07-03 19:06:30', NULL),
(230, 'off', 'GB', 'United Kingdom', '2023-07-03 19:06:30', NULL),
(231, 'off', 'US', 'United States', '2023-07-03 19:06:30', NULL),
(232, 'off', 'UM', 'United States Minor Outlying Islands', '2023-07-03 19:06:30', NULL),
(233, 'off', 'UY', 'Uruguay', '2023-07-03 19:06:30', NULL),
(234, 'off', 'UZ', 'Uzbekistan', '2023-07-03 19:06:30', NULL),
(235, 'off', 'VU', 'Vanuatu', '2023-07-03 19:06:30', NULL),
(236, 'off', 'VA', 'Vatican City State (Holy See)', '2023-07-03 19:06:30', NULL),
(237, 'off', 'VE', 'Venezuela', '2023-07-03 19:06:30', NULL),
(238, 'off', 'VN', 'Vietnam', '2023-07-03 19:06:30', NULL),
(239, 'off', 'VG', 'Virgin Islands (British)', '2023-07-03 19:06:30', NULL),
(240, 'off', 'VI', 'Virgin Islands (US)', '2023-07-03 19:06:30', NULL),
(241, 'off', 'WF', 'Wallis And Futuna Islands', '2023-07-03 19:06:30', NULL),
(242, 'off', 'EH', 'Western Sahara', '2023-07-03 19:06:30', NULL),
(243, 'off', 'YE', 'Yemen', '2023-07-03 19:06:30', NULL),
(244, 'off', 'YU', 'Yugoslavia', '2023-07-03 19:06:30', NULL),
(245, 'off', 'ZM', 'Zambia', '2023-07-03 19:06:30', NULL),
(246, 'off', 'ZW', 'Zimbabwe', '2023-07-03 19:06:30', NULL);

-- --------------------------------------------------------

--
-- Table structure for table `divisions`
--

CREATE TABLE `divisions` (
  `id` int(10) UNSIGNED NOT NULL,
  `country_id` bigint(20) UNSIGNED DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `divisions`
--

INSERT INTO `divisions` (`id`, `country_id`, `name`, `created_at`, `updated_at`) VALUES
(2, 18, 'Chattogram', '2023-07-04 22:32:27', '2023-07-07 18:26:41'),
(3, 18, 'Dhaka', '2023-07-04 22:32:34', '2023-07-04 22:32:34'),
(4, 18, 'Khulna', '2023-07-04 22:32:41', '2023-07-04 22:32:41'),
(5, 18, 'Mymensingh', '2023-07-04 22:32:53', '2023-07-04 22:32:53'),
(6, 18, 'Rajshahi', '2023-07-04 22:32:59', '2023-07-04 22:32:59'),
(7, 18, 'Rangpur', '2023-07-04 22:33:07', '2023-07-04 22:33:07'),
(8, 18, 'Sylhet', '2023-07-04 22:33:16', '2023-07-04 22:33:16'),
(11, 18, 'Barishal', '2023-07-07 18:25:49', '2023-07-07 18:25:49'),
(12, 18, 'Other', '2023-07-16 00:12:25', '2023-07-16 00:12:25');

-- --------------------------------------------------------

--
-- Table structure for table `enrolls`
--

CREATE TABLE `enrolls` (
  `id` int(10) UNSIGNED NOT NULL,
  `event_id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `enrolls`
--

INSERT INTO `enrolls` (`id`, `event_id`, `user_id`, `created_at`, `updated_at`) VALUES
(23, 2, 92, '2023-12-14 07:15:08', '2023-12-14 07:15:08'),
(24, 3, 92, '2023-12-14 07:16:28', '2023-12-14 07:16:28');

-- --------------------------------------------------------

--
-- Table structure for table `events`
--

CREATE TABLE `events` (
  `id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `date` varchar(255) NOT NULL,
  `time` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `status` varchar(255) NOT NULL,
  `price` varchar(255) NOT NULL,
  `image_path` varchar(255) DEFAULT NULL,
  `duration` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `events`
--

INSERT INTO `events` (`id`, `name`, `date`, `time`, `type`, `status`, `price`, `image_path`, `duration`, `created_at`, `updated_at`) VALUES
(2, 'English grammar part', '2023-12-20', '21:21', 'One', 'start', '1', '', '120', '2023-07-18 10:53:15', '2023-12-20 15:19:28'),
(3, 'React Basic', '2023-12-19', '12:00', 'One', 'start', '5500', '', '40', '2023-12-06 10:28:25', '2023-12-19 10:30:42');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `uuid` varchar(255) NOT NULL,
  `connection` text NOT NULL,
  `queue` text NOT NULL,
  `payload` longtext NOT NULL,
  `exception` longtext NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `friends`
--

CREATE TABLE `friends` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `friend_id` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `friends`
--

INSERT INTO `friends` (`id`, `user_id`, `friend_id`, `type`, `created_at`, `updated_at`) VALUES
(1, 1, '6', '1', '2023-07-05 05:46:36', '2023-07-05 05:46:36'),
(2, 2, '6', '1', '2023-07-05 05:47:44', '2023-07-05 05:47:44'),
(3, 3, '2', '1', '2023-07-05 06:12:46', '2023-07-05 06:12:46'),
(4, 5, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(5, 4, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(6, 6, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(7, 7, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(8, 8, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(9, 9, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(10, 10, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(11, 11, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(12, 12, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(13, 14, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(14, 13, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(15, 15, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(16, 16, '2', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(17, 18, '2', '1', '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(18, 17, '2', '1', '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(19, 19, '2', '1', '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(20, 20, '2', '1', '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(21, 21, '2', '1', '2023-07-05 06:12:49', '2023-07-05 06:12:49'),
(22, 22, '2', '1', '2023-07-05 06:12:50', '2023-07-05 06:12:50'),
(23, 23, '2', '1', '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(25, 24, '2', '1', '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(26, 26, '2', '1', '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(27, 27, '2', '1', '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(28, 28, '2', '1', '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(29, 29, '2', '1', '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(30, 30, '2', '1', '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(31, 31, '2', '1', '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(32, 33, '2', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(33, 35, '2', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(34, 34, '2', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(35, 32, '2', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(36, 36, '2', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(37, 38, '2', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(38, 37, '2', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(39, 40, '2', '1', '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(40, 39, '2', '1', '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(41, 41, '2', '1', '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(42, 42, '2', '1', '2023-07-05 06:13:02', '2023-07-05 06:13:02'),
(43, 43, '2', '1', '2023-07-05 06:13:06', '2023-07-05 06:13:06'),
(44, 44, '2', '1', '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(45, 45, '2', '1', '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(46, 46, '2', '1', '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(47, 47, '2', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(48, 48, '2', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(49, 51, '2', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(50, 50, '2', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(51, 49, '2', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(52, 52, '2', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(53, 53, '2', '1', '2023-07-05 06:13:09', '2023-07-05 06:13:09'),
(54, 54, '2', '1', '2023-07-05 06:13:09', '2023-07-05 06:13:09'),
(55, 55, '2', '1', '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(56, 56, '2', '1', '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(57, 57, '2', '1', '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(58, 58, '2', '1', '2023-07-05 06:13:11', '2023-07-05 06:13:11'),
(59, 59, '2', '1', '2023-07-05 06:13:11', '2023-07-05 06:13:11'),
(60, 60, '2', '1', '2023-07-05 06:13:12', '2023-07-05 06:13:12'),
(61, 61, '2', '1', '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(62, 63, '2', '1', '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(63, 62, '2', '1', '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(64, 64, '2', '1', '2023-07-05 06:13:15', '2023-07-05 06:13:15'),
(65, 65, '2', '1', '2023-07-05 06:13:16', '2023-07-05 06:13:16'),
(66, 67, '2', '1', '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(67, 66, '2', '1', '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(68, 68, '2', '1', '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(69, 69, '2', '1', '2023-07-05 06:13:18', '2023-07-05 06:13:18'),
(70, 70, '2', '1', '2023-07-05 06:13:18', '2023-07-05 06:13:18'),
(71, 71, '2', '1', '2023-07-05 06:13:19', '2023-07-05 06:13:19'),
(72, 72, '2', '1', '2023-07-05 06:13:26', '2023-07-05 06:13:26'),
(73, 73, '6', '1', '2023-07-10 19:23:33', '2023-07-10 19:23:33'),
(74, 74, '6', '1', '2023-07-11 03:56:12', '2023-07-11 03:56:12'),
(75, 75, '6', '1', '2023-07-11 09:03:27', '2023-07-11 09:03:27'),
(76, 76, '2', '1', '2023-07-20 01:44:16', '2023-07-20 01:44:16'),
(77, 77, '2', '1', '2023-07-22 10:29:08', '2023-07-22 10:29:08'),
(78, 78, '2', '1', '2023-08-13 11:57:17', '2023-08-13 11:57:17'),
(79, 79, '2', '1', '2023-08-28 03:39:51', '2023-08-28 03:39:51'),
(80, 80, '2', '1', '2023-08-31 09:22:49', '2023-08-31 09:22:49'),
(81, 81, '2', '1', '2023-09-05 18:03:18', '2023-09-05 18:03:18'),
(82, 82, '2', '1', '2023-09-07 09:06:09', '2023-09-07 09:06:09'),
(83, 83, '2', '1', '2023-10-01 09:23:16', '2023-10-01 09:23:16'),
(84, 84, '2', '1', '2023-10-01 13:29:20', '2023-10-01 13:29:20'),
(85, 85, '2', '1', '2023-10-04 01:57:21', '2023-10-04 01:57:21'),
(86, 86, '2', '1', '2023-10-19 08:29:53', '2023-10-19 08:29:53'),
(87, 87, '2', '1', '2023-10-29 20:56:13', '2023-10-29 20:56:13'),
(88, 88, '2', '1', '2023-10-31 07:52:26', '2023-10-31 07:52:26'),
(90, 90, '2', '1', '2023-12-06 16:36:33', '2023-12-06 16:36:33'),
(91, 91, '2', '1', '2023-12-06 16:38:36', '2023-12-06 16:38:36'),
(92, 92, '2', '1', '2023-12-13 14:26:01', '2023-12-13 14:26:01');

-- --------------------------------------------------------

--
-- Table structure for table `histories`
--

CREATE TABLE `histories` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `message` longtext DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `histories`
--

INSERT INTO `histories` (`id`, `user_id`, `message`, `type`, `created_at`, `updated_at`) VALUES
(1, 77, 'You enroll an event \"English grammar part\", and reduce point \"9\"', 'eventenroll', '2023-07-22 10:30:17', '2023-07-22 10:30:17'),
(2, 9, 'You enroll an event \"English grammar part\", and reduce point \"4\"', 'eventenroll', '2023-12-05 14:03:25', '2023-12-05 14:03:25'),
(4, 9, 'You enroll an event \"English grammar part\", and reduce point \"3\"', 'eventenroll', '2023-12-05 14:33:12', '2023-12-05 14:33:12'),
(13, 9, 'You enroll an event \"English grammar part\", and reduce point \"2\"', 'eventenroll', '2023-12-06 06:12:10', '2023-12-06 06:12:10'),
(19, 9, 'You get \"0\" points from \"English grammar part\" Event Exam.! Where total question \"6\", right answered \"1\", wrong answered \"4\", nagetive mark \"1\", total mark \"0\"', 'exam', '2023-12-06 15:02:26', '2023-12-06 15:02:26'),
(20, 9, 'You get \"0\" points from \"English grammar part\" Event Exam.! Where total question \"6\", right answered \"1\", wrong answered \"4\", nagetive mark \"1\", total mark \"0\"', 'exam', '2023-12-06 15:07:09', '2023-12-06 15:07:09'),
(34, 92, 'You enroll an event \"English grammar part\", and reduce point \"9\"', 'eventenroll', '2023-12-14 07:15:08', '2023-12-14 07:15:08'),
(35, 92, 'You enroll an event \"React Basic\", and reduce point \"94500\"', 'eventenroll', '2023-12-14 07:16:28', '2023-12-14 07:16:28'),
(36, 92, 'You get \"-10\" points from \"English grammar part\" Event Exam.! Where total question \"5\", right answered \"0\", wrong answered \"40\", nagetive mark \"10\", total mark \"-10\"', 'exam', '2023-12-14 11:37:05', '2023-12-14 11:37:05'),
(37, 92, 'You get \"-0.5\" points from \"React Basic\" Event Exam.! Where total question \"1\", right answered \"0\", wrong answered \"2\", nagetive mark \"0.5\", total mark \"-0.5\"', 'exam', '2023-12-16 21:45:24', '2023-12-16 21:45:24');

-- --------------------------------------------------------

--
-- Table structure for table `messages`
--

CREATE TABLE `messages` (
  `id` int(10) UNSIGNED NOT NULL,
  `chat_id` int(10) UNSIGNED NOT NULL,
  `message` longtext NOT NULL,
  `sender_id` varchar(255) DEFAULT NULL,
  `receiver_id` varchar(255) DEFAULT NULL,
  `seen` tinyint(1) NOT NULL,
  `time` varchar(255) NOT NULL,
  `type` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int(10) UNSIGNED NOT NULL,
  `migration` varchar(255) NOT NULL,
  `batch` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_reset_tokens_table', 1),
(3, '2014_10_12_200000_add_two_factor_columns_to_users_table', 1),
(4, '2019_08_19_000000_create_failed_jobs_table', 1),
(5, '2019_12_14_000001_create_personal_access_tokens_table', 1),
(6, '2023_05_11_005049_create_sessions_table', 1),
(7, '2023_05_12_023649_create_events_table', 1),
(8, '2023_05_12_184832_create_syllabi_table', 1),
(9, '2023_05_13_020851_create_questions_table', 1),
(10, '2023_05_13_150922_create_profiles_table', 1),
(11, '2023_05_13_151141_create_social_links_table', 1),
(12, '2023_05_14_002429_create_notifications_table', 1),
(13, '2023_05_18_154817_create_supports_table', 1),
(14, '2023_05_18_154821_create_support_replays_table', 1),
(15, '2023_05_24_072008_create_friends_table', 1),
(16, '2023_05_26_183740_create_send_requests_table', 1),
(17, '2023_05_26_183805_create_receive_requests_table', 1),
(18, '2023_06_02_084448_create_chats_table', 1),
(19, '2023_06_02_084455_create_messages_table', 1),
(20, '2023_06_04_072024_create_histories_table', 1),
(21, '2023_06_04_190802_create_enrolls_table', 1),
(22, '2023_06_05_180522_create_results_table', 1),
(23, '2023_06_06_083615_create_sliders_table', 1),
(24, '2023_06_13_175638_create_all_classes_table', 1),
(25, '2023_06_14_004143_create_model_test_alls_table', 1),
(26, '2023_06_14_113540_create_model_syllabi_table', 1),
(27, '2023_06_14_132915_create_model_questions_table', 1),
(28, '2023_06_26_232441_create_model_test_results_table', 1),
(29, '2023_06_27_002025_create_news_table', 1),
(30, '2023_07_04_201507_create_countries_table', 1),
(31, '2023_07_04_203432_create_divisions_table', 1),
(32, '2023_07_04_204020_create_cities_table', 1),
(33, '2023_07_04_205007_create_upazilas_table', 1),
(34, '2023_07_14_002621_create_blogs_table', 2);

-- --------------------------------------------------------

--
-- Table structure for table `model_questions`
--

CREATE TABLE `model_questions` (
  `id` int(10) UNSIGNED NOT NULL,
  `modeltest_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `option1` varchar(255) NOT NULL,
  `option2` varchar(255) NOT NULL,
  `option3` varchar(255) NOT NULL,
  `option4` varchar(255) NOT NULL,
  `option5` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `model_syllabi`
--

CREATE TABLE `model_syllabi` (
  `id` int(10) UNSIGNED NOT NULL,
  `modeltest_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `description` longtext NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `model_test_alls`
--

CREATE TABLE `model_test_alls` (
  `id` int(10) UNSIGNED NOT NULL,
  `allclass_id` bigint(20) UNSIGNED DEFAULT NULL,
  `name` varchar(255) NOT NULL,
  `subject` longtext NOT NULL,
  `type` longtext NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `class_id` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `model_test_results`
--

CREATE TABLE `model_test_results` (
  `id` int(10) UNSIGNED NOT NULL,
  `modeltest_id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `type` varchar(255) NOT NULL,
  `total_q` varchar(255) NOT NULL,
  `r_ans` varchar(255) NOT NULL,
  `w_ans` varchar(255) NOT NULL,
  `total_mark` varchar(255) NOT NULL,
  `neg_mark` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `news`
--

CREATE TABLE `news` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `image_path` varchar(255) NOT NULL,
  `description` varchar(255) NOT NULL,
  `pageview` int(11) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `notifications`
--

CREATE TABLE `notifications` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) DEFAULT NULL,
  `date` varchar(255) DEFAULT NULL,
  `time` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL,
  `status` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `notifications`
--

INSERT INTO `notifications` (`id`, `user_id`, `name`, `date`, `time`, `type`, `status`, `created_at`, `updated_at`) VALUES
(1, 1, 'Super Admin User Created successful.!', '2023-07-05', '05:46:36', 'user', '1', '2023-07-05 05:46:36', '2023-07-05 05:46:36'),
(2, 2, 'Super Admin User Created successful.!', '2023-07-05', '05:47:44', 'user', '1', '2023-07-05 05:47:44', '2023-07-05 05:47:44'),
(3, 1, '\"Super Admin\" add Country \"Albania\" successfully.!', '2023-07-04', '22:10:55', 'country', '1', '2023-07-04 16:10:55', '2023-07-04 16:10:55'),
(4, 1, '\"Super Admin\" add Country \"Algeria\" successfully.!', '2023-07-04', '22:11:58', 'country', '1', '2023-07-04 16:11:58', '2023-07-04 16:11:58'),
(5, 1, '\"Super Admin\" add Country \"Andorra\" successfully.!', '2023-07-04', '22:12:04', 'country', '1', '2023-07-04 16:12:04', '2023-07-04 16:12:04'),
(6, 1, '\"Super Admin\" add Country \"Angola\" successfully.!', '2023-07-04', '22:12:11', 'country', '1', '2023-07-04 16:12:11', '2023-07-04 16:12:11'),
(7, 1, '\"Super Admin\" add Country \"Antigua and Barbuda\" successfully.!', '2023-07-04', '22:12:16', 'country', '1', '2023-07-04 16:12:16', '2023-07-04 16:12:16'),
(8, 1, '\"Super Admin\" add Country \"Argentina\" successfully.!', '2023-07-04', '22:12:44', 'country', '1', '2023-07-04 16:12:44', '2023-07-04 16:12:44'),
(9, 1, '\"Super Admin\" add Country \"Armenia\" successfully.!', '2023-07-04', '22:12:52', 'country', '1', '2023-07-04 16:12:52', '2023-07-04 16:12:52'),
(10, 1, '\"Super Admin\" add Country \"Australia\" successfully.!', '2023-07-04', '22:12:56', 'country', '1', '2023-07-04 16:12:56', '2023-07-04 16:12:56'),
(11, 1, '\"Super Admin\" add Country \"Australia\" successfully.!', '2023-07-04', '22:13:02', 'country', '1', '2023-07-04 16:13:02', '2023-07-04 16:13:02'),
(12, 1, '\"Super Admin\" add Country \"Azerbaijan\" successfully.!', '2023-07-04', '22:13:06', 'country', '1', '2023-07-04 16:13:06', '2023-07-04 16:13:06'),
(13, 1, '\"Super Admin\" add Country \"Bahamas\" successfully.!', '2023-07-04', '22:13:10', 'country', '1', '2023-07-04 16:13:10', '2023-07-04 16:13:10'),
(14, 1, '\"Super Admin\" add Country \"Bahrain\" successfully.!', '2023-07-04', '22:13:16', 'country', '1', '2023-07-04 16:13:16', '2023-07-04 16:13:16'),
(15, 1, '\"Super Admin\" add Country \"Bangladesh\" successfully.!', '2023-07-04', '22:13:20', 'country', '1', '2023-07-04 16:13:20', '2023-07-04 16:13:20'),
(16, 1, '\"Super Admin\" add Country \"Barbados\" successfully.!', '2023-07-04', '22:13:24', 'country', '1', '2023-07-04 16:13:24', '2023-07-04 16:13:24'),
(17, 1, '\"Super Admin\" add Country \"Belarus\" successfully.!', '2023-07-04', '22:13:28', 'country', '1', '2023-07-04 16:13:28', '2023-07-04 16:13:28'),
(18, 1, '\"Super Admin\" add Country \"Belgium\" successfully.!', '2023-07-04', '22:13:33', 'country', '1', '2023-07-04 16:13:33', '2023-07-04 16:13:33'),
(19, 1, '\"Super Admin\" add Country \"Belize\" successfully.!', '2023-07-04', '22:13:37', 'country', '1', '2023-07-04 16:13:37', '2023-07-04 16:13:37'),
(20, 1, '\"Super Admin\" add Country \"Belize\" successfully.!', '2023-07-04', '22:13:42', 'country', '1', '2023-07-04 16:13:42', '2023-07-04 16:13:42'),
(21, 1, '\"Super Admin\" add Country \"Bhutan\" successfully.!', '2023-07-04', '22:13:46', 'country', '1', '2023-07-04 16:13:46', '2023-07-04 16:13:46'),
(22, 1, '\"Super Admin\" add Country \"Bolivia\" successfully.!', '2023-07-04', '22:13:50', 'country', '1', '2023-07-04 16:13:50', '2023-07-04 16:13:50'),
(23, 1, '\"Super Admin\" add Country \"Bosnia and Herzegovina\" successfully.!', '2023-07-04', '22:13:54', 'country', '1', '2023-07-04 16:13:54', '2023-07-04 16:13:54'),
(24, 1, '\"Super Admin\" add Country \"Botswana\" successfully.!', '2023-07-04', '22:14:18', 'country', '1', '2023-07-04 16:14:18', '2023-07-04 16:14:18'),
(25, 1, '\"Super Admin\" update Country \"Afghanistans\" successfully.!', '2023-07-04', '22:27:33', 'country', '1', '2023-07-04 16:27:33', '2023-07-04 16:27:33'),
(26, 1, '\"Super Admin\" update Country \"Afghanistan\" successfully.!', '2023-07-04', '22:27:43', 'country', '1', '2023-07-04 16:27:43', '2023-07-04 16:27:43'),
(27, 1, '\"Super Admin\" active Country \"Bangladesh\" successfully.!', '2023-07-04', '22:51:37', 'country', '1', '2023-07-04 16:51:37', '2023-07-04 16:51:37'),
(28, 1, '\"Super Admin\" update Country \"Afghanistans\" successfully.!', '2023-07-04', '23:04:34', 'country', '1', '2023-07-04 17:04:34', '2023-07-04 17:04:34'),
(29, 1, '\"Super Admin\" delete Country \"Bolivia\" successfully.!', '2023-07-04', '23:35:41', 'country', '1', '2023-07-04 17:35:41', '2023-07-04 17:35:41'),
(30, 1, '\"Super Admin\" add Divition \"Barisal\" successfully.!', '2023-07-04', '23:58:23', 'divition', '1', '2023-07-04 17:58:23', '2023-07-04 17:58:23'),
(31, 1, '\"Super Admin\" add Divition \"Barisal\" successfully.!', '2023-07-04', '23:58:41', 'divition', '1', '2023-07-04 17:58:41', '2023-07-04 17:58:41'),
(32, 1, '\"Super Admin\" add Divition \"Dhaka\" successfully.!', '2023-07-04', '23:59:05', 'divition', '1', '2023-07-04 17:59:05', '2023-07-04 17:59:05'),
(33, 1, '\"Super Admin\" add Divition \"Khulna\" successfully.!', '2023-07-04', '23:59:30', 'divition', '1', '2023-07-04 17:59:30', '2023-07-04 17:59:30'),
(34, 1, '\"Super Admin\" add Divition \"Mymensingh\" successfully.!', '2023-07-04', '23:59:46', 'divition', '1', '2023-07-04 17:59:46', '2023-07-04 17:59:46'),
(35, 1, '\"Super Admin\" add Divition \"Rajshahi\" successfully.!', '2023-07-04', '23:59:55', 'divition', '1', '2023-07-04 17:59:55', '2023-07-04 17:59:55'),
(36, 1, '\"Super Admin\" add Divition \"Rajshahi\" successfully.!', '2023-07-05', '00:00:06', 'divition', '1', '2023-07-04 18:00:06', '2023-07-04 18:00:06'),
(37, 1, '\"Super Admin\" add Divition \"Sylhet\" successfully.!', '2023-07-05', '00:00:18', 'divition', '1', '2023-07-04 18:00:18', '2023-07-04 18:00:18'),
(38, 1, '\"Super Admin\" add Divition \"sadkfgsndfg\" successfully.!', '2023-07-05', '00:11:07', 'division', '1', '2023-07-04 18:11:07', '2023-07-04 18:11:07'),
(39, 1, '\"Super Admin\" delete division \"sadkfgsndfg\" successfully.!', '2023-07-05', '00:11:13', 'division', '1', '2023-07-04 18:11:13', '2023-07-04 18:11:13'),
(40, 1, '\"Super Admin\" add Divition \"saj asd nakhdsfads\" successfully.!', '2023-07-05', '00:12:00', 'division', '1', '2023-07-04 18:12:00', '2023-07-04 18:12:00'),
(41, 1, '\"Super Admin\" delete division \"saj asd nakhdsfads\" successfully.!', '2023-07-05', '00:13:29', 'division', '1', '2023-07-04 18:13:29', '2023-07-04 18:13:29'),
(42, 1, '\"Super Admin\" add Divition \"a sdjkkasdf\" successfully.!', '2023-07-05', '00:15:51', 'division', '1', '2023-07-04 18:15:51', '2023-07-04 18:15:51'),
(43, 1, '\"Super Admin\" delete division \"a sdjkkasdf\" successfully.!', '2023-07-05', '00:15:58', 'division', '1', '2023-07-04 18:15:58', '2023-07-04 18:15:58'),
(44, 1, '\"Super Admin\" update division \"Rangpur\" successfully.!', '2023-07-05', '01:52:56', 'division', '1', '2023-07-04 19:52:56', '2023-07-04 19:52:56'),
(45, 1, '\"Super Admin\" update division \"Chittagong\" successfully.!', '2023-07-05', '01:54:04', 'division', '1', '2023-07-04 19:54:04', '2023-07-04 19:54:04'),
(46, 1, '\"Super Admin\" add City \"Rangpur\" successfully.!', '2023-07-05', '02:04:02', 'city', '1', '2023-07-04 20:04:02', '2023-07-04 20:04:02'),
(47, 1, '\"Super Admin\" add City \"Mithapukur\" successfully.!', '2023-07-05', '02:06:33', 'city', '1', '2023-07-04 20:06:33', '2023-07-04 20:06:33'),
(48, 1, '\"Super Admin\" add City \"Gangachara\" successfully.!', '2023-07-05', '02:06:46', 'city', '1', '2023-07-04 20:06:46', '2023-07-04 20:06:46'),
(49, 1, '\"Super Admin\" add City \"Gangachara\" successfully.!', '2023-07-05', '02:06:59', 'city', '1', '2023-07-04 20:06:59', '2023-07-04 20:06:59'),
(50, 1, '\"Super Admin\" add City \"Rangpur Sadar\" successfully.!', '2023-07-05', '02:07:09', 'city', '1', '2023-07-04 20:07:09', '2023-07-04 20:07:09'),
(51, 1, '\"Super Admin\" update City \"Dinajpur\" successfully.!', '2023-07-05', '02:14:20', 'city', '1', '2023-07-04 20:14:20', '2023-07-04 20:14:20'),
(52, 1, '\"Super Admin\" update City \"Gaibandha\" successfully.!', '2023-07-05', '02:14:34', 'city', '1', '2023-07-04 20:14:34', '2023-07-04 20:14:34'),
(53, 1, '\"Super Admin\" update City \"Kurigram\" successfully.!', '2023-07-05', '02:14:50', 'city', '1', '2023-07-04 20:14:50', '2023-07-04 20:14:50'),
(54, 1, '\"Super Admin\" update City \"Lalmonirhat\" successfully.!', '2023-07-05', '02:15:04', 'city', '1', '2023-07-04 20:15:04', '2023-07-04 20:15:04'),
(55, 1, '\"Super Admin\" update City \"Nilphamari\" successfully.!', '2023-07-05', '02:15:17', 'city', '1', '2023-07-04 20:15:17', '2023-07-04 20:15:17'),
(56, 1, '\"Super Admin\" add City \"Panchagarh\" successfully.!', '2023-07-05', '02:15:34', 'city', '1', '2023-07-04 20:15:34', '2023-07-04 20:15:34'),
(57, 1, '\"Super Admin\" add City \"Rangpur\" successfully.!', '2023-07-05', '02:15:46', 'city', '1', '2023-07-04 20:15:46', '2023-07-04 20:15:46'),
(58, 1, '\"Super Admin\" add City \"Thakurgaon\" successfully.!', '2023-07-05', '02:15:59', 'city', '1', '2023-07-04 20:15:59', '2023-07-04 20:15:59'),
(59, 1, '\"Super Admin\" add City \"jhg vghkb\" successfully.!', '2023-07-05', '02:17:10', 'city', '1', '2023-07-04 20:17:10', '2023-07-04 20:17:10'),
(60, 1, '\"Super Admin\" delete division \"jhg vghkb\" successfully.!', '2023-07-05', '02:18:41', 'city', '1', '2023-07-04 20:18:41', '2023-07-04 20:18:41'),
(61, 1, '\"Super Admin\" add upazila \"Badarganj\" successfully.!', '2023-07-05', '02:38:12', 'upazila', '1', '2023-07-04 20:38:12', '2023-07-04 20:38:12'),
(62, 1, '\"Super Admin\" add upazila \"Mithapukur\" successfully.!', '2023-07-05', '02:38:21', 'upazila', '1', '2023-07-04 20:38:21', '2023-07-04 20:38:21'),
(63, 1, '\"Super Admin\" add upazila \"Gangachara\" successfully.!', '2023-07-05', '02:38:29', 'upazila', '1', '2023-07-04 20:38:29', '2023-07-04 20:38:29'),
(64, 1, '\"Super Admin\" add upazila \"Kaunia Bak\" successfully.!', '2023-07-05', '02:38:40', 'upazila', '1', '2023-07-04 20:38:40', '2023-07-04 20:38:40'),
(65, 1, '\"Super Admin\" add upazila \"Rangpur Sadar\" successfully.!', '2023-07-05', '02:38:49', 'upazila', '1', '2023-07-04 20:38:49', '2023-07-04 20:38:49'),
(66, 1, '\"Super Admin\" add upazila \"Pirgacha\" successfully.!', '2023-07-05', '02:38:55', 'upazila', '1', '2023-07-04 20:38:55', '2023-07-04 20:38:55'),
(67, 1, '\"Super Admin\" add upazila \"Pirganj\" successfully.!', '2023-07-05', '02:39:01', 'upazila', '1', '2023-07-04 20:39:01', '2023-07-04 20:39:01'),
(68, 1, '\"Super Admin\" add upazila \"Taraganj\" successfully.!', '2023-07-05', '02:39:11', 'upazila', '1', '2023-07-04 20:39:11', '2023-07-04 20:39:11'),
(69, 1, '\"Super Admin\" update upazila \"Kaunia\" successfully.!', '2023-07-05', '02:39:29', 'upazila', '1', '2023-07-04 20:39:29', '2023-07-04 20:39:29'),
(70, 1, '\"Super Admin\" create class \"Class One\".!', '2023-07-05', '02:45:41', 'class', '1', '2023-07-04 20:45:41', '2023-07-04 20:45:41'),
(71, 1, '\"Super Admin\" create class \"Class Two\".!', '2023-07-05', '02:45:49', 'class', '1', '2023-07-04 20:45:49', '2023-07-04 20:45:49'),
(72, 1, '\"Super Admin\" create Model test \"Kaunia Bak\" successfully.!', '2023-07-05', '02:46:06', 'modeltest', '1', '2023-07-04 20:46:06', '2023-07-04 20:46:06'),
(73, 1, '\"Super Admin\" create Model test \"Kaunia Bak\" successfully.!', '2023-07-05', '03:14:56', 'modeltest', '1', '2023-07-04 21:14:56', '2023-07-04 21:14:56'),
(74, 1, '\"Super Admin\" create Modeltest Syllabus \"a sdfakjjn\" successfully.!', '2023-07-05', '03:15:42', 'modelsyllabus', '1', '2023-07-04 21:15:42', '2023-07-04 21:15:42'),
(75, 1, '\"asdnfnsf amsi\" Model Question Created successful.!', '2023-07-05', '03:18:32', 'question', '1', '2023-07-04 21:18:32', '2023-07-04 21:18:32'),
(76, 1, '\"Super Admin\" add City \"Habiganj\" successfully.!', '2023-07-05', '03:45:16', 'city', '1', '2023-07-04 21:45:16', '2023-07-04 21:45:16'),
(77, 1, '\"Super Admin\" delete division \"Rangpur\" successfully.!', '2023-07-05', '03:46:12', 'division', '1', '2023-07-04 21:46:12', '2023-07-04 21:46:12'),
(78, 1, '\"Super Admin\" active Country \"Bangladesh\" successfully.!', '2023-07-05', '04:31:57', 'country', '1', '2023-07-04 22:31:57', '2023-07-04 22:31:57'),
(79, 1, '\"Super Admin\" add Divition \"Barisal\" successfully.!', '2023-07-05', '04:32:16', 'division', '1', '2023-07-04 22:32:16', '2023-07-04 22:32:16'),
(80, 1, '\"Super Admin\" add Divition \"Chittagong\" successfully.!', '2023-07-05', '04:32:27', 'division', '1', '2023-07-04 22:32:27', '2023-07-04 22:32:27'),
(81, 1, '\"Super Admin\" add Divition \"Dhaka\" successfully.!', '2023-07-05', '04:32:34', 'division', '1', '2023-07-04 22:32:34', '2023-07-04 22:32:34'),
(82, 1, '\"Super Admin\" add Divition \"Khulna\" successfully.!', '2023-07-05', '04:32:41', 'division', '1', '2023-07-04 22:32:41', '2023-07-04 22:32:41'),
(83, 1, '\"Super Admin\" add Divition \"Mymensingh\" successfully.!', '2023-07-05', '04:32:53', 'division', '1', '2023-07-04 22:32:53', '2023-07-04 22:32:53'),
(84, 1, '\"Super Admin\" add Divition \"Rajshahi\" successfully.!', '2023-07-05', '04:32:59', 'division', '1', '2023-07-04 22:32:59', '2023-07-04 22:32:59'),
(85, 1, '\"Super Admin\" add Divition \"Rangpur\" successfully.!', '2023-07-05', '04:33:07', 'division', '1', '2023-07-04 22:33:07', '2023-07-04 22:33:07'),
(86, 1, '\"Super Admin\" add Divition \"Sylhet\" successfully.!', '2023-07-05', '04:33:16', 'division', '1', '2023-07-04 22:33:16', '2023-07-04 22:33:16'),
(87, 1, '\"Super Admin\" add City \"Barguna\" successfully.!', '2023-07-05', '04:33:50', 'city', '1', '2023-07-04 22:33:50', '2023-07-04 22:33:50'),
(88, 1, '\"Super Admin\" add City \"Barisal\" successfully.!', '2023-07-05', '04:34:03', 'city', '1', '2023-07-04 22:34:03', '2023-07-04 22:34:03'),
(89, 1, '\"Super Admin\" add City \"Barisal\" successfully.!', '2023-07-05', '04:34:10', 'city', '1', '2023-07-04 22:34:10', '2023-07-04 22:34:10'),
(90, 1, '\"Super Admin\" add City \"Barisal\" successfully.!', '2023-07-05', '04:34:17', 'city', '1', '2023-07-04 22:34:17', '2023-07-04 22:34:17'),
(91, 1, '\"Super Admin\" add City \"Patuakhali\" successfully.!', '2023-07-05', '04:34:24', 'city', '1', '2023-07-04 22:34:24', '2023-07-04 22:34:24'),
(92, 1, '\"Super Admin\" add City \"Pirojpur\" successfully.!', '2023-07-05', '04:34:38', 'city', '1', '2023-07-04 22:34:38', '2023-07-04 22:34:38'),
(93, 1, '\"Super Admin\" add City \"Bandarban\" successfully.!', '2023-07-05', '04:35:21', 'city', '1', '2023-07-04 22:35:21', '2023-07-04 22:35:21'),
(94, 1, '\"Super Admin\" add City \"Brahmanbaria\" successfully.!', '2023-07-05', '04:35:28', 'city', '1', '2023-07-04 22:35:28', '2023-07-04 22:35:28'),
(95, 1, '\"Super Admin\" add City \"Brahmanbaria\" successfully.!', '2023-07-05', '04:35:38', 'city', '1', '2023-07-04 22:35:38', '2023-07-04 22:35:38'),
(96, 1, '\"Super Admin\" add City \"Brahmanbaria\" successfully.!', '2023-07-05', '04:35:45', 'city', '1', '2023-07-04 22:35:45', '2023-07-04 22:35:45'),
(97, 1, '\"Super Admin\" add City \"Brahmanbaria\" successfully.!', '2023-07-05', '04:35:51', 'city', '1', '2023-07-04 22:35:51', '2023-07-04 22:35:51'),
(98, 1, '\"Super Admin\" update City \"Chandpur\" successfully.!', '2023-07-05', '04:36:22', 'city', '1', '2023-07-04 22:36:22', '2023-07-04 22:36:22'),
(99, 1, '\"Super Admin\" update City \"Chittagong\" successfully.!', '2023-07-05', '04:36:42', 'city', '1', '2023-07-04 22:36:42', '2023-07-04 22:36:42'),
(100, 1, '\"Super Admin\" update City \"Comilla\" successfully.!', '2023-07-05', '04:36:51', 'city', '1', '2023-07-04 22:36:51', '2023-07-04 22:36:51'),
(101, 1, '\"Super Admin\" add City \"Cox\'s Bazar\" successfully.!', '2023-07-05', '04:37:19', 'city', '1', '2023-07-04 22:37:19', '2023-07-04 22:37:19'),
(102, 1, '\"Super Admin\" add City \"Feni\" successfully.!', '2023-07-05', '04:37:25', 'city', '1', '2023-07-04 22:37:25', '2023-07-04 22:37:25'),
(103, 1, '\"Super Admin\" add City \"Khagrachhari\" successfully.!', '2023-07-05', '04:37:33', 'city', '1', '2023-07-04 22:37:33', '2023-07-04 22:37:33'),
(104, 1, '\"Super Admin\" add City \"Lakshmipur\" successfully.!', '2023-07-05', '04:37:39', 'city', '1', '2023-07-04 22:37:39', '2023-07-04 22:37:39'),
(105, 1, '\"Super Admin\" add City \"Noakhali\" successfully.!', '2023-07-05', '04:37:48', 'city', '1', '2023-07-04 22:37:48', '2023-07-04 22:37:48'),
(106, 1, '\"Super Admin\" add City \"Rangamati\" successfully.!', '2023-07-05', '04:37:56', 'city', '1', '2023-07-04 22:37:56', '2023-07-04 22:37:56'),
(107, 1, '\"Super Admin\" add City \"Dhaka\" successfully.!', '2023-07-05', '04:38:38', 'city', '1', '2023-07-04 22:38:38', '2023-07-04 22:38:38'),
(108, 1, '\"Super Admin\" add City \"Faridpur\" successfully.!', '2023-07-05', '04:38:45', 'city', '1', '2023-07-04 22:38:45', '2023-07-04 22:38:45'),
(109, 1, '\"Super Admin\" add City \"Gazipur\" successfully.!', '2023-07-05', '04:39:57', 'city', '1', '2023-07-04 22:39:57', '2023-07-04 22:39:57'),
(110, 1, '\"Super Admin\" add City \"Gopalganj\" successfully.!', '2023-07-05', '04:40:08', 'city', '1', '2023-07-04 22:40:08', '2023-07-04 22:40:08'),
(111, 1, '\"Super Admin\" add City \"Kishoreganj\" successfully.!', '2023-07-05', '04:40:14', 'city', '1', '2023-07-04 22:40:14', '2023-07-04 22:40:14'),
(112, 1, '\"Super Admin\" add City \"Madaripur\" successfully.!', '2023-07-05', '04:40:25', 'city', '1', '2023-07-04 22:40:25', '2023-07-04 22:40:25'),
(113, 1, '\"Super Admin\" add City \"Manikganj\" successfully.!', '2023-07-05', '04:40:32', 'city', '1', '2023-07-04 22:40:32', '2023-07-04 22:40:32'),
(114, 1, '\"Super Admin\" add City \"Munshiganj\" successfully.!', '2023-07-05', '04:40:40', 'city', '1', '2023-07-04 22:40:40', '2023-07-04 22:40:40'),
(115, 1, '\"Super Admin\" add City \"Narayanganj\" successfully.!', '2023-07-05', '04:40:47', 'city', '1', '2023-07-04 22:40:47', '2023-07-04 22:40:47'),
(116, 1, '\"Super Admin\" add City \"Narsingdi\" successfully.!', '2023-07-05', '04:40:55', 'city', '1', '2023-07-04 22:40:55', '2023-07-04 22:40:55'),
(117, 1, '\"Super Admin\" add City \"Rajbari\" successfully.!', '2023-07-05', '04:41:02', 'city', '1', '2023-07-04 22:41:02', '2023-07-04 22:41:02'),
(118, 1, '\"Super Admin\" add City \"Shariatpur\" successfully.!', '2023-07-05', '04:41:10', 'city', '1', '2023-07-04 22:41:10', '2023-07-04 22:41:10'),
(119, 1, '\"Super Admin\" add City \"Tangail\" successfully.!', '2023-07-05', '04:41:22', 'city', '1', '2023-07-04 22:41:22', '2023-07-04 22:41:22'),
(120, 1, '\"Super Admin\" add City \"Chuadanga\" successfully.!', '2023-07-05', '04:43:04', 'city', '1', '2023-07-04 22:43:04', '2023-07-04 22:43:04'),
(121, 1, '\"Super Admin\" add City \"Jessore\" successfully.!', '2023-07-05', '04:43:10', 'city', '1', '2023-07-04 22:43:10', '2023-07-04 22:43:10'),
(122, 1, '\"Super Admin\" add City \"Jhenaidah\" successfully.!', '2023-07-05', '04:43:16', 'city', '1', '2023-07-04 22:43:16', '2023-07-04 22:43:16'),
(123, 1, '\"Super Admin\" add City \"Khulna\" successfully.!', '2023-07-05', '04:43:23', 'city', '1', '2023-07-04 22:43:23', '2023-07-04 22:43:23'),
(124, 1, '\"Super Admin\" add City \"Kushtia\" successfully.!', '2023-07-05', '04:43:31', 'city', '1', '2023-07-04 22:43:31', '2023-07-04 22:43:31'),
(125, 1, '\"Super Admin\" add City \"Magura\" successfully.!', '2023-07-05', '04:43:37', 'city', '1', '2023-07-04 22:43:37', '2023-07-04 22:43:37'),
(126, 1, '\"Super Admin\" add City \"Meherpur\" successfully.!', '2023-07-05', '04:43:43', 'city', '1', '2023-07-04 22:43:43', '2023-07-04 22:43:43'),
(127, 1, '\"Super Admin\" add City \"Narail\" successfully.!', '2023-07-05', '04:43:50', 'city', '1', '2023-07-04 22:43:50', '2023-07-04 22:43:50'),
(128, 1, '\"Super Admin\" add City \"Satkhira\" successfully.!', '2023-07-05', '04:44:21', 'city', '1', '2023-07-04 22:44:21', '2023-07-04 22:44:21'),
(129, 1, '\"Super Admin\" add City \"Jamalpur\" successfully.!', '2023-07-05', '04:44:43', 'city', '1', '2023-07-04 22:44:43', '2023-07-04 22:44:43'),
(130, 1, '\"Super Admin\" add City \"Mymensingh\" successfully.!', '2023-07-05', '04:44:50', 'city', '1', '2023-07-04 22:44:50', '2023-07-04 22:44:50'),
(131, 1, '\"Super Admin\" add City \"Netrokona\" successfully.!', '2023-07-05', '04:44:59', 'city', '1', '2023-07-04 22:44:59', '2023-07-04 22:44:59'),
(132, 1, '\"Super Admin\" add City \"Sherpur\" successfully.!', '2023-07-05', '04:45:37', 'city', '1', '2023-07-04 22:45:37', '2023-07-04 22:45:37'),
(133, 1, '\"Super Admin\" add City \"Bogra\" successfully.!', '2023-07-05', '04:46:23', 'city', '1', '2023-07-04 22:46:23', '2023-07-04 22:46:23'),
(134, 1, '\"Super Admin\" add City \"Joypurhat\" successfully.!', '2023-07-05', '04:46:29', 'city', '1', '2023-07-04 22:46:29', '2023-07-04 22:46:29'),
(135, 1, '\"Super Admin\" add City \"Naogaon\" successfully.!', '2023-07-05', '04:46:35', 'city', '1', '2023-07-04 22:46:35', '2023-07-04 22:46:35'),
(136, 1, '\"Super Admin\" add City \"Natore\" successfully.!', '2023-07-05', '04:46:45', 'city', '1', '2023-07-04 22:46:45', '2023-07-04 22:46:45'),
(137, 1, '\"Super Admin\" add City \"Chapai Nawabganj\" successfully.!', '2023-07-05', '04:46:54', 'city', '1', '2023-07-04 22:46:54', '2023-07-04 22:46:54'),
(138, 1, '\"Super Admin\" add City \"Pabna\" successfully.!', '2023-07-05', '04:47:02', 'city', '1', '2023-07-04 22:47:02', '2023-07-04 22:47:02'),
(139, 1, '\"Super Admin\" add City \"Rajshahi\" successfully.!', '2023-07-05', '04:47:09', 'city', '1', '2023-07-04 22:47:09', '2023-07-04 22:47:09'),
(140, 1, '\"Super Admin\" add City \"Sirajganj\" successfully.!', '2023-07-05', '04:47:18', 'city', '1', '2023-07-04 22:47:18', '2023-07-04 22:47:18'),
(141, 1, '\"Super Admin\" add City \"Dinajpur\" successfully.!', '2023-07-05', '04:48:00', 'city', '1', '2023-07-04 22:48:00', '2023-07-04 22:48:00'),
(142, 1, '\"Super Admin\" add City \"Gaibandha\" successfully.!', '2023-07-05', '04:48:06', 'city', '1', '2023-07-04 22:48:06', '2023-07-04 22:48:06'),
(143, 1, '\"Super Admin\" add City \"Kurigram\" successfully.!', '2023-07-05', '04:48:12', 'city', '1', '2023-07-04 22:48:12', '2023-07-04 22:48:12'),
(144, 1, '\"Super Admin\" add City \"Lalmonirhat\" successfully.!', '2023-07-05', '04:48:17', 'city', '1', '2023-07-04 22:48:17', '2023-07-04 22:48:17'),
(145, 1, '\"Super Admin\" add City \"Lalmonirhat\" successfully.!', '2023-07-05', '04:48:22', 'city', '1', '2023-07-04 22:48:22', '2023-07-04 22:48:22'),
(146, 1, '\"Super Admin\" add City \"Lalmonirhat\" successfully.!', '2023-07-05', '04:48:27', 'city', '1', '2023-07-04 22:48:27', '2023-07-04 22:48:27'),
(147, 1, '\"Super Admin\" add City \"Rangpur\" successfully.!', '2023-07-05', '04:48:37', 'city', '1', '2023-07-04 22:48:37', '2023-07-04 22:48:37'),
(148, 1, '\"Super Admin\" add City \"Thakurgaon\" successfully.!', '2023-07-05', '04:48:45', 'city', '1', '2023-07-04 22:48:45', '2023-07-04 22:48:45'),
(149, 1, '\"Super Admin\" add City \"Habiganj\" successfully.!', '2023-07-05', '04:52:12', 'city', '1', '2023-07-04 22:52:12', '2023-07-04 22:52:12'),
(150, 1, '\"Super Admin\" add City \"Moulvibazar\" successfully.!', '2023-07-05', '04:52:20', 'city', '1', '2023-07-04 22:52:20', '2023-07-04 22:52:20'),
(151, 1, '\"Super Admin\" add City \"Sunamganj\" successfully.!', '2023-07-05', '04:52:27', 'city', '1', '2023-07-04 22:52:27', '2023-07-04 22:52:27'),
(152, 1, '\"Super Admin\" add City \"Sylhet\" successfully.!', '2023-07-05', '04:52:35', 'city', '1', '2023-07-04 22:52:35', '2023-07-04 22:52:35'),
(153, 3, 'alamin User Create from app successful.!', '2023-07-05', '06:12:46', 'user', '1', '2023-07-05 06:12:46', '2023-07-05 06:12:46'),
(154, 5, 'apps User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(155, 4, 'johndoe User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(156, 6, 'Al amin User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(157, 7, 'Sweety Akter User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(158, 8, 'Nayim Mojumder User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(159, 9, 'nayeemasha0171 User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(160, 10, 'Shamima Akter User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(161, 12, 'Joshim Khan User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(162, 11, 'Rayhan User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(163, 13, 'Mohiuddin Munshi User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(164, 14, 'Nazmul Hasan User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(165, 15, 'testb2 User Create from app successful.!', '2023-07-05', '06:12:47', 'user', '1', '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(166, 16, 'Abdur Rahman Khan Jehad User Create from app successful.!', '2023-07-05', '06:12:48', 'user', '1', '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(167, 18, 'WonderKid User Create from app successful.!', '2023-07-05', '06:12:48', 'user', '1', '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(168, 17, 'jon User Create from app successful.!', '2023-07-05', '06:12:48', 'user', '1', '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(169, 19, 'md norozzaman User Create from app successful.!', '2023-07-05', '06:12:48', 'user', '1', '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(170, 20, 'moushumi User Create from app successful.!', '2023-07-05', '06:12:48', 'user', '1', '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(171, 21, 'Sumaiya Akter User Create from app successful.!', '2023-07-05', '06:12:49', 'user', '1', '2023-07-05 06:12:49', '2023-07-05 06:12:49'),
(172, 22, 'Samima akter User Create from app successful.!', '2023-07-05', '06:12:50', 'user', '1', '2023-07-05 06:12:50', '2023-07-05 06:12:50'),
(173, 23, 'Abdullah User Create from app successful.!', '2023-07-05', '06:12:58', 'user', '1', '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(174, 24, 'md sujon sarker User Create from app successful.!', '2023-07-05', '06:12:58', 'user', '1', '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(176, 26, 'Shariful Islam User Create from app successful.!', '2023-07-05', '06:12:58', 'user', '1', '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(177, 27, 'g m sakid hossain User Create from app successful.!', '2023-07-05', '06:12:58', 'user', '1', '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(178, 28, 'Naiym Mozumder User Create from app successful.!', '2023-07-05', '06:12:58', 'user', '1', '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(179, 29, 'test body User Create from app successful.!', '2023-07-05', '06:12:59', 'user', '1', '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(180, 30, 'Samima akter User Create from app successful.!', '2023-07-05', '06:12:59', 'user', '1', '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(181, 31, 'Md. Somon Hossain User Create from app successful.!', '2023-07-05', '06:12:59', 'user', '1', '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(182, 33, 'Test User Create from app successful.!', '2023-07-05', '06:13:00', 'user', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(183, 35, 'akaka User Create from app successful.!', '2023-07-05', '06:13:00', 'user', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(184, 34, 'Mahir User Create from app successful.!', '2023-07-05', '06:13:00', 'user', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(185, 32, 'Test b1 User Create from app successful.!', '2023-07-05', '06:13:00', 'user', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(186, 36, 'Nusrat Jahan User Create from app successful.!', '2023-07-05', '06:13:00', 'user', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(187, 38, 'bappi User Create from app successful.!', '2023-07-05', '06:13:00', 'user', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(188, 37, 'midul User Create from app successful.!', '2023-07-05', '06:13:00', 'user', '1', '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(189, 40, 'john User Create from app successful.!', '2023-07-05', '06:13:01', 'user', '1', '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(190, 39, 'Abcd User Create from app successful.!', '2023-07-05', '06:13:01', 'user', '1', '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(191, 41, 'Abdul mannan User Create from app successful.!', '2023-07-05', '06:13:01', 'user', '1', '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(192, 42, 'Mehedi User Create from app successful.!', '2023-07-05', '06:13:02', 'user', '1', '2023-07-05 06:13:02', '2023-07-05 06:13:02'),
(193, 43, 'MD:MAHEDI HASAN User Create from app successful.!', '2023-07-05', '06:13:06', 'user', '1', '2023-07-05 06:13:06', '2023-07-05 06:13:06'),
(194, 44, 'Afroja akter User Create from app successful.!', '2023-07-05', '06:13:07', 'user', '1', '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(195, 45, 'Tawhid islam User Create from app successful.!', '2023-07-05', '06:13:07', 'user', '1', '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(196, 46, 'Israt jahan eva User Create from app successful.!', '2023-07-05', '06:13:07', 'user', '1', '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(197, 47, 'Rabiul Monir Chowdhury User Create from app successful.!', '2023-07-05', '06:13:08', 'user', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(198, 48, 'jahir rayhan User Create from app successful.!', '2023-07-05', '06:13:08', 'user', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(199, 50, 'Taniya akter User Create from app successful.!', '2023-07-05', '06:13:08', 'user', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(200, 51, 'Md Abdullah User Create from app successful.!', '2023-07-05', '06:13:08', 'user', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(201, 49, 'milon User Create from app successful.!', '2023-07-05', '06:13:08', 'user', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(202, 52, 'Nayim User Create from app successful.!', '2023-07-05', '06:13:08', 'user', '1', '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(203, 53, 'Rabbi User Create from app successful.!', '2023-07-05', '06:13:09', 'user', '1', '2023-07-05 06:13:09', '2023-07-05 06:13:09'),
(204, 54, 'Mahumud User Create from app successful.!', '2023-07-05', '06:13:09', 'user', '1', '2023-07-05 06:13:09', '2023-07-05 06:13:09'),
(205, 55, 'medusa thay User Create from app successful.!', '2023-07-05', '06:13:10', 'user', '1', '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(206, 56, 'test User Create from app successful.!', '2023-07-05', '06:13:10', 'user', '1', '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(207, 57, 'hasan User Create from app successful.!', '2023-07-05', '06:13:10', 'user', '1', '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(208, 58, 'Khadiza akter User Create from app successful.!', '2023-07-05', '06:13:11', 'user', '1', '2023-07-05 06:13:11', '2023-07-05 06:13:11'),
(209, 59, 'MD Samim Hossain User Create from app successful.!', '2023-07-05', '06:13:12', 'user', '1', '2023-07-05 06:13:12', '2023-07-05 06:13:12'),
(210, 60, 'Asha_Bizli Mukta_Nayeem User Create from app successful.!', '2023-07-05', '06:13:12', 'user', '1', '2023-07-05 06:13:12', '2023-07-05 06:13:12'),
(211, 61, 'test user1 User Create from app successful.!', '2023-07-05', '06:13:13', 'user', '1', '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(212, 63, 'md sujon sarker User Create from app successful.!', '2023-07-05', '06:13:13', 'user', '1', '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(213, 62, 'nuzrul islam User Create from app successful.!', '2023-07-05', '06:13:13', 'user', '1', '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(214, 64, 'nayeem User Create from app successful.!', '2023-07-05', '06:13:15', 'user', '1', '2023-07-05 06:13:15', '2023-07-05 06:13:15'),
(215, 65, 'Miraj User Create from app successful.!', '2023-07-05', '06:13:16', 'user', '1', '2023-07-05 06:13:16', '2023-07-05 06:13:16'),
(216, 67, 'test user User Create from app successful.!', '2023-07-05', '06:13:17', 'user', '1', '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(217, 66, 'jahir rayhan User Create from app successful.!', '2023-07-05', '06:13:17', 'user', '1', '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(218, 68, 'ATIK HASAN User Create from app successful.!', '2023-07-05', '06:13:18', 'user', '1', '2023-07-05 06:13:18', '2023-07-05 06:13:18'),
(219, 69, 'jahir rayhan User Create from app successful.!', '2023-07-05', '06:13:18', 'user', '1', '2023-07-05 06:13:18', '2023-07-05 06:13:18'),
(220, 70, 'Rayhan User Create from app successful.!', '2023-07-05', '06:13:18', 'user', '1', '2023-07-05 06:13:18', '2023-07-05 06:13:18'),
(221, 71, 'Mizanur Rahman User Create from app successful.!', '2023-07-05', '06:13:19', 'user', '1', '2023-07-05 06:13:19', '2023-07-05 06:13:19'),
(222, 72, 'zamanmd User Create from app successful.!', '2023-07-05', '06:13:26', 'user', '1', '2023-07-05 06:13:26', '2023-07-05 06:13:26'),
(223, 2, '\"Super Admin\" add upazila \"Debidwar\" successfully.!', '2023-07-05', '06:20:24', 'upazila', '1', '2023-07-05 06:20:24', '2023-07-05 06:20:24'),
(224, 2, '\"Super Admin\" add upazila \"Barura Upazila\" successfully.!', '2023-07-05', '06:21:59', 'upazila', '1', '2023-07-05 06:21:59', '2023-07-05 06:21:59'),
(225, 2, '\"Super Admin\" update upazila \"Barura\" successfully.!', '2023-07-05', '06:22:24', 'upazila', '1', '2023-07-05 06:22:24', '2023-07-05 06:22:24'),
(226, 2, '\"Super Admin\" update upazila \"BaruraBrahmanpara\" successfully.!', '2023-07-05', '06:25:18', 'upazila', '1', '2023-07-05 06:25:18', '2023-07-05 06:25:18'),
(227, 2, '\"Super Admin\" update upazila \"Barura\" successfully.!', '2023-07-05', '06:25:42', 'upazila', '1', '2023-07-05 06:25:42', '2023-07-05 06:25:42'),
(228, 2, '\"Super Admin\" update upazila \"Barura\" successfully.!', '2023-07-05', '06:26:24', 'upazila', '1', '2023-07-05 06:26:24', '2023-07-05 06:26:24'),
(229, 1, '\"Super Admin\" add Divition \"sdvfhavsfdyv\" successfully.!', '2023-07-05', '23:48:45', 'division', '1', '2023-07-05 23:48:45', '2023-07-05 23:48:45'),
(230, 1, '\"Super Admin\" active Country \"Bhutan\" successfully.!', '2023-07-05', '23:49:06', 'country', '1', '2023-07-05 23:49:06', '2023-07-05 23:49:06'),
(231, 1, '\"Super Admin\" add Divition \"asmdfna asdfae\" successfully.!', '2023-07-05', '23:49:18', 'division', '1', '2023-07-05 23:49:18', '2023-07-05 23:49:18'),
(232, 1, '\"Super Admin\" delete division \"asmdfna asdfae\" successfully.!', '2023-07-05', '23:49:33', 'division', '1', '2023-07-05 23:49:33', '2023-07-05 23:49:33'),
(233, 1, '\"Super Admin\" delete division \"sdvfhavsfdyv\" successfully.!', '2023-07-05', '23:49:37', 'division', '1', '2023-07-05 23:49:37', '2023-07-05 23:49:37'),
(234, 1, '\"Super Admin\" inactive Country \"Bhutan\" successfully.!', '2023-07-05', '23:49:45', 'country', '1', '2023-07-05 23:49:45', '2023-07-05 23:49:45'),
(235, 1, '\"Super Admin\" update City \"Lalmonirhat 2\" successfully.!', '2023-07-05', '23:51:06', 'city', '1', '2023-07-05 23:51:06', '2023-07-05 23:51:06'),
(236, 2, '\"Super Admin\" create class \"one\".!', '2023-07-06', '03:35:15', 'class', '1', '2023-07-06 03:35:15', '2023-07-06 03:35:15'),
(237, 2, '\"Super Admin\" create class \"Two\".!', '2023-07-06', '03:35:32', 'class', '1', '2023-07-06 03:35:32', '2023-07-06 03:35:32'),
(238, 2, '\"Super Admin\" create class \"Three\".!', '2023-07-06', '03:35:46', 'class', '1', '2023-07-06 03:35:46', '2023-07-06 03:35:46'),
(239, 2, '\"Super Admin\" create class \"Four\".!', '2023-07-06', '03:36:03', 'class', '1', '2023-07-06 03:36:03', '2023-07-06 03:36:03'),
(240, 2, '\"Super Admin\" create class \"Five\".!', '2023-07-06', '03:36:11', 'class', '1', '2023-07-06 03:36:11', '2023-07-06 03:36:11'),
(241, 2, '\"Super Admin\" create class \"Seven\".!', '2023-07-06', '03:36:19', 'class', '1', '2023-07-06 03:36:19', '2023-07-06 03:36:19'),
(242, 2, '\"Super Admin\" create class \"Eight\".!', '2023-07-06', '03:36:27', 'class', '1', '2023-07-06 03:36:27', '2023-07-06 03:36:27'),
(243, 2, '\"Super Admin\" create class \"Nine\".!', '2023-07-06', '03:36:33', 'class', '1', '2023-07-06 03:36:33', '2023-07-06 03:36:33'),
(244, 2, '\"Super Admin\" create class \"Ten\".!', '2023-07-06', '03:36:40', 'class', '1', '2023-07-06 03:36:40', '2023-07-06 03:36:40'),
(245, 2, '\"Super Admin\" create Model test \"Chapter 1\" successfully.!', '2023-07-06', '03:38:11', 'modeltest', '1', '2023-07-06 03:38:11', '2023-07-06 03:38:11'),
(246, 2, '\"Super Admin\" create Modeltest Syllabus \"NCERT Solutions for Class 8 English Chapter 1 - The Best Christmas Present In The World\" successfully.!', '2023-07-06', '03:43:37', 'modelsyllabus', '1', '2023-07-06 03:43:37', '2023-07-06 03:43:37'),
(247, 2, 'English second part Event Created successful.!', '2023-07-06', '03:53:50', 'event', '1', '2023-07-06 03:53:50', '2023-07-06 03:53:50'),
(248, 2, 'Verb (ক্রিয়া বা কাজ) কাকে বলে? Verb প্রকার ও কি Syllabus created successful.!', '2023-07-06', '10:19:19', 'syllabus', '1', '2023-07-06 10:19:19', '2023-07-06 10:19:19'),
(249, 2, '\"Super Admin\" add upazila \"Burichang\" successfully.!', '2023-07-07', '08:02:38', 'upazila', '1', '2023-07-07 08:02:38', '2023-07-07 08:02:38'),
(250, 2, '\"Super Admin\" add upazila \"Chandina\" successfully.!', '2023-07-07', '08:04:51', 'upazila', '1', '2023-07-07 08:04:51', '2023-07-07 08:04:51'),
(251, 2, '\"Super Admin\" add upazila \"Comilla sadar\" successfully.!', '2023-07-07', '08:05:14', 'upazila', '1', '2023-07-07 08:05:14', '2023-07-07 08:05:14'),
(252, 2, '\"Super Admin\" add upazila \"Chouddagram\" successfully.!', '2023-07-07', '08:05:46', 'upazila', '1', '2023-07-07 08:05:46', '2023-07-07 08:05:46'),
(253, 2, '\"Super Admin\" add upazila \"Daudkandi\" successfully.!', '2023-07-07', '08:06:13', 'upazila', '1', '2023-07-07 08:06:13', '2023-07-07 08:06:13'),
(254, 2, '\"Super Admin\" add upazila \"Homna\" successfully.!', '2023-07-07', '08:06:37', 'upazila', '1', '2023-07-07 08:06:37', '2023-07-07 08:06:37'),
(255, 2, '\"Super Admin\" add upazila \"Laksam\" successfully.!', '2023-07-07', '08:06:54', 'upazila', '1', '2023-07-07 08:06:54', '2023-07-07 08:06:54'),
(256, 2, '\"Super Admin\" add upazila \"Langalkot\" successfully.!', '2023-07-07', '08:07:24', 'upazila', '1', '2023-07-07 08:07:24', '2023-07-07 08:07:24'),
(257, 2, '\"Super Admin\" add upazila \"Muradnagar\" successfully.!', '2023-07-07', '08:07:40', 'upazila', '1', '2023-07-07 08:07:40', '2023-07-07 08:07:40'),
(258, 2, '\"Super Admin\" add upazila \"Brahmanpara\" successfully.!', '2023-07-07', '08:10:04', 'upazila', '1', '2023-07-07 08:10:04', '2023-07-07 08:10:04'),
(259, 2, '\"Super Admin\" add upazila \"Alikadam\" successfully.!', '2023-07-07', '08:22:32', 'upazila', '1', '2023-07-07 08:22:32', '2023-07-07 08:22:32'),
(260, 2, '\"Super Admin\" add upazila \"Bandarban Sadar\" successfully.!', '2023-07-07', '08:22:51', 'upazila', '1', '2023-07-07 08:22:51', '2023-07-07 08:22:51'),
(261, 2, '\"Super Admin\" add upazila \"Naikhong\" successfully.!', '2023-07-07', '08:23:12', 'upazila', '1', '2023-07-07 08:23:12', '2023-07-07 08:23:12'),
(262, 2, '\"Super Admin\" add upazila \"Roanchhari\" successfully.!', '2023-07-07', '08:23:35', 'upazila', '1', '2023-07-07 08:23:35', '2023-07-07 08:23:35'),
(263, 2, '\"Super Admin\" add upazila \"Ruma\" successfully.!', '2023-07-07', '08:23:56', 'upazila', '1', '2023-07-07 08:23:56', '2023-07-07 08:23:56'),
(264, 2, '\"Super Admin\" add upazila \"Thanchi\" successfully.!', '2023-07-07', '08:24:10', 'upazila', '1', '2023-07-07 08:24:10', '2023-07-07 08:24:10'),
(265, 2, '\"Super Admin\" add upazila \"Akhaura\" successfully.!', '2023-07-07', '09:58:12', 'upazila', '1', '2023-07-07 09:58:12', '2023-07-07 09:58:12'),
(266, 2, '\"Super Admin\" add upazila \"Banchharampur\" successfully.!', '2023-07-07', '09:58:29', 'upazila', '1', '2023-07-07 09:58:29', '2023-07-07 09:58:29'),
(267, 2, '\"Super Admin\" add upazila \"Brahamanbaria Sadar\" successfully.!', '2023-07-07', '09:58:47', 'upazila', '1', '2023-07-07 09:58:47', '2023-07-07 09:58:47'),
(268, 2, '\"Super Admin\" add upazila \"Kasba\" successfully.!', '2023-07-07', '09:59:08', 'upazila', '1', '2023-07-07 09:59:08', '2023-07-07 09:59:08'),
(269, 2, '\"Super Admin\" add upazila \"Nabinagar\" successfully.!', '2023-07-07', '09:59:21', 'upazila', '1', '2023-07-07 09:59:21', '2023-07-07 09:59:21'),
(270, 2, '\"Super Admin\" add upazila \"Nasirnagar\" successfully.!', '2023-07-07', '09:59:41', 'upazila', '1', '2023-07-07 09:59:41', '2023-07-07 09:59:41'),
(271, 2, '\"Super Admin\" add upazila \"Sarail\" successfully.!', '2023-07-07', '09:59:55', 'upazila', '1', '2023-07-07 09:59:55', '2023-07-07 09:59:55'),
(272, 2, '\"Super Admin\" add upazila \"Chandpur Sadar\" successfully.!', '2023-07-07', '10:00:46', 'upazila', '1', '2023-07-07 10:00:46', '2023-07-07 10:00:46'),
(273, 2, '\"Super Admin\" add upazila \"Faridganj\" successfully.!', '2023-07-07', '10:01:01', 'upazila', '1', '2023-07-07 10:01:01', '2023-07-07 10:01:01'),
(274, 2, '\"Super Admin\" add upazila \"Hajiganj\" successfully.!', '2023-07-07', '10:01:17', 'upazila', '1', '2023-07-07 10:01:17', '2023-07-07 10:01:17'),
(275, 2, '\"Super Admin\" add upazila \"Hayemchar\" successfully.!', '2023-07-07', '10:01:59', 'upazila', '1', '2023-07-07 10:01:59', '2023-07-07 10:01:59'),
(276, 2, '\"Super Admin\" add upazila \"Kachua\" successfully.!', '2023-07-07', '10:02:24', 'upazila', '1', '2023-07-07 10:02:24', '2023-07-07 10:02:24'),
(277, 2, '\"Super Admin\" add upazila \"Matlobganj\" successfully.!', '2023-07-07', '10:02:36', 'upazila', '1', '2023-07-07 10:02:36', '2023-07-07 10:02:36'),
(278, 2, '\"Super Admin\" add upazila \"Shahrasti\" successfully.!', '2023-07-07', '10:02:52', 'upazila', '1', '2023-07-07 10:02:52', '2023-07-07 10:02:52'),
(279, 2, '\"Super Admin\" add upazila \"Anawara\" successfully.!', '2023-07-07', '10:03:37', 'upazila', '1', '2023-07-07 10:03:37', '2023-07-07 10:03:37'),
(280, 2, '\"Super Admin\" add upazila \"Boalkhali\" successfully.!', '2023-07-07', '10:03:50', 'upazila', '1', '2023-07-07 10:03:50', '2023-07-07 10:03:50'),
(281, 2, '\"Super Admin\" add upazila \"Chittagong Sadar\" successfully.!', '2023-07-07', '10:04:04', 'upazila', '1', '2023-07-07 10:04:04', '2023-07-07 10:04:04'),
(282, 2, '\"Super Admin\" add upazila \"East Joara\" successfully.!', '2023-07-07', '10:04:26', 'upazila', '1', '2023-07-07 10:04:26', '2023-07-07 10:04:26'),
(283, 2, '\"Super Admin\" add upazila \"Fatikchhari\" successfully.!', '2023-07-07', '10:04:43', 'upazila', '1', '2023-07-07 10:04:43', '2023-07-07 10:04:43'),
(284, 2, '\"Super Admin\" add upazila \"Hathazari\" successfully.!', '2023-07-07', '10:05:24', 'upazila', '1', '2023-07-07 10:05:24', '2023-07-07 10:05:24'),
(285, 2, '\"Super Admin\" add upazila \"Jaldi\" successfully.!', '2023-07-07', '10:06:00', 'upazila', '1', '2023-07-07 10:06:00', '2023-07-07 10:06:00'),
(286, 2, '\"Super Admin\" add upazila \"Lohagara\" successfully.!', '2023-07-07', '10:06:31', 'upazila', '1', '2023-07-07 10:06:31', '2023-07-07 10:06:31'),
(287, 2, '\"Super Admin\" add upazila \"Mirsharai\" successfully.!', '2023-07-07', '10:07:15', 'upazila', '1', '2023-07-07 10:07:15', '2023-07-07 10:07:15'),
(288, 2, '\"Super Admin\" add upazila \"Patiya\" successfully.!', '2023-07-07', '10:09:08', 'upazila', '1', '2023-07-07 10:09:08', '2023-07-07 10:09:08'),
(289, 2, '\"Super Admin\" add upazila \"Rangunia\" successfully.!', '2023-07-07', '10:09:27', 'upazila', '1', '2023-07-07 10:09:27', '2023-07-07 10:09:27'),
(290, 2, '\"Super Admin\" add upazila \"Rouzan\" successfully.!', '2023-07-07', '10:09:48', 'upazila', '1', '2023-07-07 10:09:48', '2023-07-07 10:09:48'),
(291, 2, '\"Super Admin\" add upazila \"Sandwip\" successfully.!', '2023-07-07', '10:10:34', 'upazila', '1', '2023-07-07 10:10:34', '2023-07-07 10:10:34'),
(292, 2, '\"Super Admin\" add upazila \"Satkania\" successfully.!', '2023-07-07', '10:10:47', 'upazila', '1', '2023-07-07 10:10:47', '2023-07-07 10:10:47'),
(293, 2, '\"Super Admin\" add upazila \"Sitakunda\" successfully.!', '2023-07-07', '10:11:13', 'upazila', '1', '2023-07-07 10:11:13', '2023-07-07 10:11:13'),
(294, 2, '\"Super Admin\" delete division \"Barisal\" successfully.!', '2023-07-07', '18:25:32', 'division', '1', '2023-07-07 18:25:32', '2023-07-07 18:25:32'),
(295, 2, '\"Super Admin\" add Divition \"Barishal\" successfully.!', '2023-07-07', '18:25:49', 'division', '1', '2023-07-07 18:25:49', '2023-07-07 18:25:49'),
(296, 2, '\"Super Admin\" update division \"Chattogram\" successfully.!', '2023-07-07', '18:26:41', 'division', '1', '2023-07-07 18:26:41', '2023-07-07 18:26:41'),
(297, 2, '\"Super Admin\" update upazila \"Chauddagram\" successfully.!', '2023-07-07', '21:17:38', 'upazila', '1', '2023-07-07 21:17:38', '2023-07-07 21:17:38'),
(298, 2, '\"Super Admin\" update upazila \"nangalkot\" successfully.!', '2023-07-07', '21:18:32', 'upazila', '1', '2023-07-07 21:18:32', '2023-07-07 21:18:32'),
(299, 2, '\"Super Admin\" add upazila \"Titas\" successfully.!', '2023-07-07', '21:19:39', 'upazila', '1', '2023-07-07 21:19:39', '2023-07-07 21:19:39'),
(300, 2, '\"Super Admin\" add upazila \"Lalmai\" successfully.!', '2023-07-07', '21:19:55', 'upazila', '1', '2023-07-07 21:19:55', '2023-07-07 21:19:55'),
(301, 2, '\"Super Admin\" add upazila \"Meghna\" successfully.!', '2023-07-07', '21:20:15', 'upazila', '1', '2023-07-07 21:20:15', '2023-07-07 21:20:15'),
(302, 2, '\"Super Admin\" add upazila \"monohargonj\" successfully.!', '2023-07-07', '21:20:59', 'upazila', '1', '2023-07-07 21:20:59', '2023-07-07 21:20:59'),
(303, 2, '\"Super Admin\" add upazila \"sadar south\" successfully.!', '2023-07-07', '21:21:17', 'upazila', '1', '2023-07-07 21:21:17', '2023-07-07 21:21:17'),
(304, 2, '\"Super Admin\" add upazila \"Chakaria\" successfully.!', '2023-07-07', '21:23:17', 'upazila', '1', '2023-07-07 21:23:17', '2023-07-07 21:23:17'),
(305, 2, '\"Super Admin\" add upazila \"Pekua\" successfully.!', '2023-07-07', '21:23:43', 'upazila', '1', '2023-07-07 21:23:43', '2023-07-07 21:23:43'),
(306, 2, '\"Super Admin\" add upazila \"Kutubdia\" successfully.!', '2023-07-07', '21:24:12', 'upazila', '1', '2023-07-07 21:24:12', '2023-07-07 21:24:12'),
(307, 2, '\"Super Admin\" add upazila \"Moheshkhali\" successfully.!', '2023-07-07', '21:24:44', 'upazila', '1', '2023-07-07 21:24:44', '2023-07-07 21:24:44'),
(308, 2, '\"Super Admin\" add upazila \"Ramu\" successfully.!', '2023-07-07', '21:25:00', 'upazila', '1', '2023-07-07 21:25:00', '2023-07-07 21:25:00'),
(309, 2, '\"Super Admin\" add upazila \"Ukhiya\" successfully.!', '2023-07-07', '21:25:14', 'upazila', '1', '2023-07-07 21:25:14', '2023-07-07 21:25:14'),
(310, 2, '\"Super Admin\" add upazila \"Teknaf\" successfully.!', '2023-07-07', '21:25:28', 'upazila', '1', '2023-07-07 21:25:28', '2023-07-07 21:25:28'),
(311, 2, '\"Super Admin\" add upazila \"Cox\'s bazar sadar\" successfully.!', '2023-07-07', '21:26:29', 'upazila', '1', '2023-07-07 21:26:29', '2023-07-07 21:26:29'),
(312, 2, '\"Super Admin\" add upazila \"Eidgaon\" successfully.!', '2023-07-07', '21:30:36', 'upazila', '1', '2023-07-07 21:30:36', '2023-07-07 21:30:36'),
(313, 2, '\"Super Admin\" add upazila \"Chhagalnaiya\" successfully.!', '2023-07-07', '21:41:28', 'upazila', '1', '2023-07-07 21:41:28', '2023-07-07 21:41:28'),
(314, 2, '\"Super Admin\" add upazila \"Daganbhuiyan\" successfully.!', '2023-07-07', '21:41:49', 'upazila', '1', '2023-07-07 21:41:49', '2023-07-07 21:41:49'),
(315, 2, '\"Super Admin\" add upazila \"Feni sadar\" successfully.!', '2023-07-07', '21:42:09', 'upazila', '1', '2023-07-07 21:42:09', '2023-07-07 21:42:09'),
(316, 2, '\"Super Admin\" add upazila \"Parshuram\" successfully.!', '2023-07-07', '21:42:31', 'upazila', '1', '2023-07-07 21:42:31', '2023-07-07 21:42:31'),
(317, 2, '\"Super Admin\" add upazila \"Sonagazi\" successfully.!', '2023-07-07', '21:42:44', 'upazila', '1', '2023-07-07 21:42:44', '2023-07-07 21:42:44'),
(318, 2, '\"Super Admin\" add upazila \"Fulgazi\" successfully.!', '2023-07-07', '21:42:59', 'upazila', '1', '2023-07-07 21:42:59', '2023-07-07 21:42:59'),
(319, 2, '\"Super Admin\" update City \"Chattagram\" successfully.!', '2023-07-07', '21:44:48', 'city', '1', '2023-07-07 21:44:48', '2023-07-07 21:44:48'),
(320, 2, '\"Super Admin\" update City \"Chattogram\" successfully.!', '2023-07-07', '21:45:29', 'city', '1', '2023-07-07 21:45:29', '2023-07-07 21:45:29'),
(321, 2, '\"Super Admin\" add upazila \"Dighinala\" successfully.!', '2023-07-07', '21:46:11', 'upazila', '1', '2023-07-07 21:46:11', '2023-07-07 21:46:11'),
(322, 2, '\"Super Admin\" add upazila \"Khagrachhari\" successfully.!', '2023-07-07', '21:46:27', 'upazila', '1', '2023-07-07 21:46:27', '2023-07-07 21:46:27'),
(323, 2, '\"Super Admin\" add upazila \"Lakshmichhari\" successfully.!', '2023-07-07', '21:46:55', 'upazila', '1', '2023-07-07 21:46:55', '2023-07-07 21:46:55'),
(324, 2, '\"Super Admin\" add upazila \"Mahalchhari\" successfully.!', '2023-07-07', '21:47:12', 'upazila', '1', '2023-07-07 21:47:12', '2023-07-07 21:47:12'),
(325, 2, '\"Super Admin\" add upazila \"Manikchhari\" successfully.!', '2023-07-07', '21:47:23', 'upazila', '1', '2023-07-07 21:47:23', '2023-07-07 21:47:23'),
(326, 2, '\"Super Admin\" add upazila \"Matiranga\" successfully.!', '2023-07-07', '21:47:48', 'upazila', '1', '2023-07-07 21:47:48', '2023-07-07 21:47:48'),
(327, 2, '\"Super Admin\" add upazila \"Panchhari\" successfully.!', '2023-07-07', '21:47:55', 'upazila', '1', '2023-07-07 21:47:55', '2023-07-07 21:47:55'),
(328, 2, '\"Super Admin\" add upazila \"Ramgarh\" successfully.!', '2023-07-07', '21:48:06', 'upazila', '1', '2023-07-07 21:48:06', '2023-07-07 21:48:06'),
(329, 2, '\"Super Admin\" add upazila \"Guimara\" successfully.!', '2023-07-07', '21:48:22', 'upazila', '1', '2023-07-07 21:48:22', '2023-07-07 21:48:22'),
(330, 2, '\"Super Admin\" add upazila \"Lakshmipur sadar\" successfully.!', '2023-07-07', '21:49:28', 'upazila', '1', '2023-07-07 21:49:28', '2023-07-07 21:49:28');
INSERT INTO `notifications` (`id`, `user_id`, `name`, `date`, `time`, `type`, `status`, `created_at`, `updated_at`) VALUES
(331, 2, '\"Super Admin\" add upazila \"Raipur\" successfully.!', '2023-07-07', '21:49:35', 'upazila', '1', '2023-07-07 21:49:35', '2023-07-07 21:49:35'),
(332, 2, '\"Super Admin\" add upazila \"Ramganj\" successfully.!', '2023-07-07', '21:49:45', 'upazila', '1', '2023-07-07 21:49:45', '2023-07-07 21:49:45'),
(333, 2, '\"Super Admin\" add upazila \"Ramgati\" successfully.!', '2023-07-07', '21:49:56', 'upazila', '1', '2023-07-07 21:49:56', '2023-07-07 21:49:56'),
(334, 2, '\"Super Admin\" add upazila \"Kamalnagar\" successfully.!', '2023-07-07', '21:50:18', 'upazila', '1', '2023-07-07 21:50:18', '2023-07-07 21:50:18'),
(335, 2, '\"Super Admin\" add upazila \"Begumganj\" successfully.!', '2023-07-07', '21:51:03', 'upazila', '1', '2023-07-07 21:51:03', '2023-07-07 21:51:03'),
(336, 2, '\"Super Admin\" add upazila \"Noakhali sadar\" successfully.!', '2023-07-07', '21:51:15', 'upazila', '1', '2023-07-07 21:51:15', '2023-07-07 21:51:15'),
(337, 2, '\"Super Admin\" add upazila \"Chatkhil\" successfully.!', '2023-07-07', '21:51:27', 'upazila', '1', '2023-07-07 21:51:27', '2023-07-07 21:51:27'),
(338, 2, '\"Super Admin\" add upazila \"Companiganj\" successfully.!', '2023-07-07', '21:51:45', 'upazila', '1', '2023-07-07 21:51:45', '2023-07-07 21:51:45'),
(339, 2, '\"Super Admin\" add upazila \"Hatiya\" successfully.!', '2023-07-07', '21:51:59', 'upazila', '1', '2023-07-07 21:51:59', '2023-07-07 21:51:59'),
(340, 2, '\"Super Admin\" add upazila \"Senbagh\" successfully.!', '2023-07-07', '21:52:10', 'upazila', '1', '2023-07-07 21:52:10', '2023-07-07 21:52:10'),
(341, 2, '\"Super Admin\" add upazila \"Sonaimuri\" successfully.!', '2023-07-07', '21:52:18', 'upazila', '1', '2023-07-07 21:52:18', '2023-07-07 21:52:18'),
(342, 2, '\"Super Admin\" add upazila \"Subarnachar\" successfully.!', '2023-07-07', '21:52:52', 'upazila', '1', '2023-07-07 21:52:52', '2023-07-07 21:52:52'),
(343, 2, '\"Super Admin\" add upazila \"Kabirhat\" successfully.!', '2023-07-07', '21:53:08', 'upazila', '1', '2023-07-07 21:53:08', '2023-07-07 21:53:08'),
(344, 2, '\"Super Admin\" add upazila \"Baghaichhari\" successfully.!', '2023-07-07', '21:53:55', 'upazila', '1', '2023-07-07 21:53:55', '2023-07-07 21:53:55'),
(345, 2, '\"Super Admin\" update upazila \"Bagaichhari\" successfully.!', '2023-07-07', '21:54:05', 'upazila', '1', '2023-07-07 21:54:05', '2023-07-07 21:54:05'),
(346, 2, '\"Super Admin\" add upazila \"Barkal\" successfully.!', '2023-07-07', '21:54:21', 'upazila', '1', '2023-07-07 21:54:21', '2023-07-07 21:54:21'),
(347, 2, '\"Super Admin\" add upazila \"Kawkhali\" successfully.!', '2023-07-07', '21:54:29', 'upazila', '1', '2023-07-07 21:54:29', '2023-07-07 21:54:29'),
(348, 2, '\"Super Admin\" add upazila \"Belaichhari\" successfully.!', '2023-07-07', '21:54:59', 'upazila', '1', '2023-07-07 21:54:59', '2023-07-07 21:54:59'),
(349, 2, '\"Super Admin\" add upazila \"Kaptai\" successfully.!', '2023-07-07', '21:55:09', 'upazila', '1', '2023-07-07 21:55:09', '2023-07-07 21:55:09'),
(350, 2, '\"Super Admin\" add upazila \"Juraichhari\" successfully.!', '2023-07-07', '21:55:21', 'upazila', '1', '2023-07-07 21:55:21', '2023-07-07 21:55:21'),
(351, 2, '\"Super Admin\" add upazila \"Langadu\" successfully.!', '2023-07-07', '21:55:37', 'upazila', '1', '2023-07-07 21:55:37', '2023-07-07 21:55:37'),
(352, 2, '\"Super Admin\" add upazila \"Naniyachar\" successfully.!', '2023-07-07', '21:55:56', 'upazila', '1', '2023-07-07 21:55:56', '2023-07-07 21:55:56'),
(353, 2, '\"Super Admin\" add upazila \"Rajasthali\" successfully.!', '2023-07-07', '21:56:12', 'upazila', '1', '2023-07-07 21:56:12', '2023-07-07 21:56:12'),
(354, 2, '\"Super Admin\" add upazila \"Rangamati sadar\" successfully.!', '2023-07-07', '21:56:26', 'upazila', '1', '2023-07-07 21:56:26', '2023-07-07 21:56:26'),
(355, 2, '\"Super Admin\" update upazila \"Ali kadam\" successfully.!', '2023-07-07', '21:58:26', 'upazila', '1', '2023-07-07 21:58:26', '2023-07-07 21:58:26'),
(356, 2, '\"Super Admin\" update upazila \"Rowangchhari\" successfully.!', '2023-07-07', '21:58:46', 'upazila', '1', '2023-07-07 21:58:46', '2023-07-07 21:58:46'),
(357, 2, '\"Super Admin\" update upazila \"Naikhongchhari\" successfully.!', '2023-07-07', '21:59:19', 'upazila', '1', '2023-07-07 21:59:19', '2023-07-07 21:59:19'),
(358, 2, '\"Super Admin\" add upazila \"Lama\" successfully.!', '2023-07-07', '21:59:37', 'upazila', '1', '2023-07-07 21:59:37', '2023-07-07 21:59:37'),
(359, 2, '\"Super Admin\" add upazila \"Ashuganj\" successfully.!', '2023-07-07', '22:00:55', 'upazila', '1', '2023-07-07 22:00:55', '2023-07-07 22:00:55'),
(360, 2, '\"Super Admin\" add upazila \"Bijoynagar\" successfully.!', '2023-07-07', '22:01:12', 'upazila', '1', '2023-07-07 22:01:12', '2023-07-07 22:01:12'),
(361, 2, '\"Super Admin\" update upazila \"Haziganj\" successfully.!', '2023-07-07', '22:02:29', 'upazila', '1', '2023-07-07 22:02:29', '2023-07-07 22:02:29'),
(362, 2, '\"Super Admin\" update upazila \"Haimchar\" successfully.!', '2023-07-07', '22:02:46', 'upazila', '1', '2023-07-07 22:02:46', '2023-07-07 22:02:46'),
(363, 2, '\"Super Admin\" update upazila \"Matlab Dakhsin\" successfully.!', '2023-07-07', '22:03:25', 'upazila', '1', '2023-07-07 22:03:25', '2023-07-07 22:03:25'),
(364, 2, '\"Super Admin\" update upazila \"Matlab Dakhsin\" successfully.!', '2023-07-07', '22:03:42', 'upazila', '1', '2023-07-07 22:03:42', '2023-07-07 22:03:42'),
(365, 2, '\"Super Admin\" update upazila \"Matlab Uttar\" successfully.!', '2023-07-07', '22:03:53', 'upazila', '1', '2023-07-07 22:03:53', '2023-07-07 22:03:53'),
(366, 2, '\"Super Admin\" add upazila \"Matlab Dakshin\" successfully.!', '2023-07-07', '22:04:38', 'upazila', '1', '2023-07-07 22:04:38', '2023-07-07 22:04:38'),
(367, 2, '\"Super Admin\" update upazila \"Anwara\" successfully.!', '2023-07-07', '22:05:47', 'upazila', '1', '2023-07-07 22:05:47', '2023-07-07 22:05:47'),
(368, 2, '\"Super Admin\" add upazila \"Banshkhali\" successfully.!', '2023-07-07', '22:06:15', 'upazila', '1', '2023-07-07 22:06:15', '2023-07-07 22:06:15'),
(369, 2, '\"Super Admin\" add upazila \"Chandanaish\" successfully.!', '2023-07-07', '22:06:53', 'upazila', '1', '2023-07-07 22:06:53', '2023-07-07 22:06:53'),
(370, 2, '\"Super Admin\" add upazila \"Karnaphuli\" successfully.!', '2023-07-07', '22:07:30', 'upazila', '1', '2023-07-07 22:07:30', '2023-07-07 22:07:30'),
(371, 2, '\"Super Admin\" update upazila \"Raozan\" successfully.!', '2023-07-07', '22:08:35', 'upazila', '1', '2023-07-07 22:08:35', '2023-07-07 22:08:35'),
(372, 2, '\"Super Admin\" delete upazila \"Chittagong Sadar\" successfully.!', '2023-07-07', '22:09:25', 'upazila', '1', '2023-07-07 22:09:25', '2023-07-07 22:09:25'),
(373, 2, '\"Super Admin\" delete upazila \"East Joara\" successfully.!', '2023-07-07', '22:09:29', 'upazila', '1', '2023-07-07 22:09:29', '2023-07-07 22:09:29'),
(374, 2, '\"Super Admin\" delete upazila \"Jaldi\" successfully.!', '2023-07-07', '22:09:34', 'upazila', '1', '2023-07-07 22:09:34', '2023-07-07 22:09:34'),
(375, 2, '\"Super Admin\" update City \"Cumilla\" successfully.!', '2023-07-07', '22:10:41', 'city', '1', '2023-07-07 22:10:41', '2023-07-07 22:10:41'),
(376, 2, '\"Super Admin\" add upazila \"Dhamrai\" successfully.!', '2023-07-07', '22:12:47', 'upazila', '1', '2023-07-07 22:12:47', '2023-07-07 22:12:47'),
(377, 2, '\"Super Admin\" add upazila \"Dohar\" successfully.!', '2023-07-07', '22:12:58', 'upazila', '1', '2023-07-07 22:12:58', '2023-07-07 22:12:58'),
(378, 2, '\"Super Admin\" add upazila \"Keraniganj\" successfully.!', '2023-07-07', '22:13:09', 'upazila', '1', '2023-07-07 22:13:09', '2023-07-07 22:13:09'),
(379, 2, '\"Super Admin\" add upazila \"Nawabganj\" successfully.!', '2023-07-07', '22:13:19', 'upazila', '1', '2023-07-07 22:13:19', '2023-07-07 22:13:19'),
(380, 2, '\"Super Admin\" add upazila \"Savar\" successfully.!', '2023-07-07', '22:13:29', 'upazila', '1', '2023-07-07 22:13:29', '2023-07-07 22:13:29'),
(381, 2, '\"Super Admin\" add upazila \"Gazipur Sadar\" successfully.!', '2023-07-07', '22:14:06', 'upazila', '1', '2023-07-07 22:14:06', '2023-07-07 22:14:06'),
(382, 2, '\"Super Admin\" add upazila \"Kaliakair\" successfully.!', '2023-07-07', '22:14:17', 'upazila', '1', '2023-07-07 22:14:17', '2023-07-07 22:14:17'),
(383, 2, '\"Super Admin\" update upazila \"Kaliakair\" successfully.!', '2023-07-07', '22:14:26', 'upazila', '1', '2023-07-07 22:14:26', '2023-07-07 22:14:26'),
(384, 2, '\"Super Admin\" add upazila \"Kaliganj\" successfully.!', '2023-07-07', '22:14:37', 'upazila', '1', '2023-07-07 22:14:37', '2023-07-07 22:14:37'),
(385, 2, '\"Super Admin\" add upazila \"Kapasia\" successfully.!', '2023-07-07', '22:14:45', 'upazila', '1', '2023-07-07 22:14:45', '2023-07-07 22:14:45'),
(386, 2, '\"Super Admin\" add upazila \"Sreepur\" successfully.!', '2023-07-07', '22:14:55', 'upazila', '1', '2023-07-07 22:14:55', '2023-07-07 22:14:55'),
(387, 2, '\"Super Admin\" add upazila \"Gopalganj Sadar\" successfully.!', '2023-07-07', '22:15:53', 'upazila', '1', '2023-07-07 22:15:53', '2023-07-07 22:15:53'),
(388, 2, '\"Super Admin\" add upazila \"Kashiani\" successfully.!', '2023-07-07', '22:16:07', 'upazila', '1', '2023-07-07 22:16:07', '2023-07-07 22:16:07'),
(389, 2, '\"Super Admin\" add upazila \"Kotalipara\" successfully.!', '2023-07-07', '22:16:20', 'upazila', '1', '2023-07-07 22:16:20', '2023-07-07 22:16:20'),
(390, 2, '\"Super Admin\" add upazila \"Muksudpur\" successfully.!', '2023-07-07', '22:16:33', 'upazila', '1', '2023-07-07 22:16:33', '2023-07-07 22:16:33'),
(391, 2, '\"Super Admin\" add upazila \"Tungipara\" successfully.!', '2023-07-07', '22:16:45', 'upazila', '1', '2023-07-07 22:16:45', '2023-07-07 22:16:45'),
(392, 2, '\"Super Admin\" add upazila \"Alfadanga\" successfully.!', '2023-07-07', '22:17:27', 'upazila', '1', '2023-07-07 22:17:27', '2023-07-07 22:17:27'),
(393, 2, '\"Super Admin\" add upazila \"Bhanga\" successfully.!', '2023-07-07', '22:17:36', 'upazila', '1', '2023-07-07 22:17:36', '2023-07-07 22:17:36'),
(394, 2, '\"Super Admin\" add upazila \"Boalmari\" successfully.!', '2023-07-07', '22:17:45', 'upazila', '1', '2023-07-07 22:17:45', '2023-07-07 22:17:45'),
(395, 2, '\"Super Admin\" add upazila \"Charbhadrasan\" successfully.!', '2023-07-07', '22:18:02', 'upazila', '1', '2023-07-07 22:18:02', '2023-07-07 22:18:02'),
(396, 2, '\"Super Admin\" add upazila \"Faridpur Sadar\" successfully.!', '2023-07-07', '22:18:17', 'upazila', '1', '2023-07-07 22:18:17', '2023-07-07 22:18:17'),
(397, 2, '\"Super Admin\" add upazila \"Madhukhali\" successfully.!', '2023-07-07', '22:18:29', 'upazila', '1', '2023-07-07 22:18:29', '2023-07-07 22:18:29'),
(398, 2, '\"Super Admin\" add upazila \"Nagarkanda\" successfully.!', '2023-07-07', '22:18:41', 'upazila', '1', '2023-07-07 22:18:41', '2023-07-07 22:18:41'),
(399, 2, '\"Super Admin\" add upazila \"Sadarpir\" successfully.!', '2023-07-07', '22:18:59', 'upazila', '1', '2023-07-07 22:18:59', '2023-07-07 22:18:59'),
(400, 2, '\"Super Admin\" update upazila \"Sadarpur\" successfully.!', '2023-07-07', '22:19:09', 'upazila', '1', '2023-07-07 22:19:09', '2023-07-07 22:19:09'),
(401, 2, '\"Super Admin\" update upazila \"Sadarpur\" successfully.!', '2023-07-07', '22:19:19', 'upazila', '1', '2023-07-07 22:19:19', '2023-07-07 22:19:19'),
(402, 2, '\"Super Admin\" add upazila \"Saltha\" successfully.!', '2023-07-07', '22:19:28', 'upazila', '1', '2023-07-07 22:19:28', '2023-07-07 22:19:28'),
(403, 2, '\"Super Admin\" delete upazila \"Dhamrai\" successfully.!', '2023-07-07', '23:34:19', 'upazila', '1', '2023-07-07 23:34:19', '2023-07-07 23:34:19'),
(404, 2, '\"Super Admin\" delete upazila \"Dohar\" successfully.!', '2023-07-07', '23:34:24', 'upazila', '1', '2023-07-07 23:34:24', '2023-07-07 23:34:24'),
(405, 2, '\"Super Admin\" delete upazila \"Keraniganj\" successfully.!', '2023-07-07', '23:34:38', 'upazila', '1', '2023-07-07 23:34:38', '2023-07-07 23:34:38'),
(406, 2, '\"Super Admin\" delete upazila \"Nawabganj\" successfully.!', '2023-07-07', '23:38:29', 'upazila', '1', '2023-07-07 23:38:29', '2023-07-07 23:38:29'),
(407, 2, '\"Super Admin\" delete upazila \"Savar\" successfully.!', '2023-07-07', '23:38:33', 'upazila', '1', '2023-07-07 23:38:33', '2023-07-07 23:38:33'),
(408, 2, '\"Super Admin\" add upazila \"Adabar Thana\" successfully.!', '2023-07-07', '23:40:36', 'upazila', '1', '2023-07-07 23:40:36', '2023-07-07 23:40:36'),
(409, 2, '\"Super Admin\" update upazila \"Adabar T\" successfully.!', '2023-07-07', '23:41:01', 'upazila', '1', '2023-07-07 23:41:01', '2023-07-07 23:41:01'),
(410, 2, '\"Super Admin\" update upazila \"Adabar\" successfully.!', '2023-07-07', '23:41:12', 'upazila', '1', '2023-07-07 23:41:12', '2023-07-07 23:41:12'),
(411, 2, '\"Super Admin\" add upazila \"Badda\" successfully.!', '2023-07-07', '23:41:55', 'upazila', '1', '2023-07-07 23:41:55', '2023-07-07 23:41:55'),
(412, 2, '\"Super Admin\" add upazila \"Bangsal\" successfully.!', '2023-07-07', '23:42:43', 'upazila', '1', '2023-07-07 23:42:43', '2023-07-07 23:42:43'),
(413, 2, '\"Super Admin\" add upazila \"Bimanbandar\" successfully.!', '2023-07-07', '23:43:31', 'upazila', '1', '2023-07-07 23:43:31', '2023-07-07 23:43:31'),
(414, 2, '\"Super Admin\" add upazila \"Ramna\" successfully.!', '2023-07-08', '10:09:57', 'upazila', '1', '2023-07-08 10:09:57', '2023-07-08 10:09:57'),
(415, 2, '\"Super Admin\" update upazila \"Ramna model\" successfully.!', '2023-07-08', '10:10:13', 'upazila', '1', '2023-07-08 10:10:13', '2023-07-08 10:10:13'),
(416, 2, '\"Super Admin\" add upazila \"Motijheel\" successfully.!', '2023-07-08', '10:10:43', 'upazila', '1', '2023-07-08 10:10:43', '2023-07-08 10:10:43'),
(417, 2, '\"Super Admin\" add upazila \"Kotwali\" successfully.!', '2023-07-08', '10:11:07', 'upazila', '1', '2023-07-08 10:11:07', '2023-07-08 10:11:07'),
(418, 2, '\"Super Admin\" add upazila \"Dhanmondi\" successfully.!', '2023-07-08', '10:11:33', 'upazila', '1', '2023-07-08 10:11:33', '2023-07-08 10:11:33'),
(419, 2, '\"Super Admin\" add upazila \"Mohammadpur\" successfully.!', '2023-07-08', '10:11:51', 'upazila', '1', '2023-07-08 10:11:51', '2023-07-08 10:11:51'),
(420, 2, '\"Super Admin\" add upazila \"Sutrapur\" successfully.!', '2023-07-08', '10:12:10', 'upazila', '1', '2023-07-08 10:12:10', '2023-07-08 10:12:10'),
(421, 2, '\"Super Admin\" add upazila \"Tejgaon model\" successfully.!', '2023-07-08', '10:12:36', 'upazila', '1', '2023-07-08 10:12:36', '2023-07-08 10:12:36'),
(422, 2, '\"Super Admin\" add upazila \"Gulshan\" successfully.!', '2023-07-08', '10:12:56', 'upazila', '1', '2023-07-08 10:12:56', '2023-07-08 10:12:56'),
(423, 2, '\"Super Admin\" add upazila \"Lalbag\" successfully.!', '2023-07-08', '10:13:08', 'upazila', '1', '2023-07-08 10:13:08', '2023-07-08 10:13:08'),
(424, 2, '\"Super Admin\" update upazila \"Lalbagh\" successfully.!', '2023-07-08', '10:13:22', 'upazila', '1', '2023-07-08 10:13:22', '2023-07-08 10:13:22'),
(425, 2, '\"Super Admin\" add upazila \"Mirpur\" successfully.!', '2023-07-08', '10:13:33', 'upazila', '1', '2023-07-08 10:13:33', '2023-07-08 10:13:33'),
(426, 2, '\"Super Admin\" add upazila \"Pallabi\" successfully.!', '2023-07-08', '10:13:53', 'upazila', '1', '2023-07-08 10:13:53', '2023-07-08 10:13:53'),
(427, 2, '\"Super Admin\" add upazila \"Sabujbag\" successfully.!', '2023-07-08', '10:14:23', 'upazila', '1', '2023-07-08 10:14:23', '2023-07-08 10:14:23'),
(428, 2, '\"Super Admin\" add upazila \"Cantonment\" successfully.!', '2023-07-08', '10:14:48', 'upazila', '1', '2023-07-08 10:14:48', '2023-07-08 10:14:48'),
(429, 2, '\"Super Admin\" add upazila \"Demra\" successfully.!', '2023-07-08', '10:15:05', 'upazila', '1', '2023-07-08 10:15:05', '2023-07-08 10:15:05'),
(430, 2, '\"Super Admin\" add upazila \"Hazaribagh\" successfully.!', '2023-07-08', '10:15:30', 'upazila', '1', '2023-07-08 10:15:30', '2023-07-08 10:15:30'),
(431, 2, '\"Super Admin\" add upazila \"Shyampur\" successfully.!', '2023-07-08', '10:15:49', 'upazila', '1', '2023-07-08 10:15:49', '2023-07-08 10:15:49'),
(432, 2, '\"Super Admin\" add upazila \"Badda\" successfully.!', '2023-07-08', '10:15:57', 'upazila', '1', '2023-07-08 10:15:57', '2023-07-08 10:15:57'),
(433, 2, '\"Super Admin\" add upazila \"Kafrul\" successfully.!', '2023-07-08', '10:16:08', 'upazila', '1', '2023-07-08 10:16:08', '2023-07-08 10:16:08'),
(434, 2, '\"Super Admin\" add upazila \"Khilgaon\" successfully.!', '2023-07-08', '10:16:20', 'upazila', '1', '2023-07-08 10:16:20', '2023-07-08 10:16:20'),
(435, 2, '\"Super Admin\" add upazila \"Uttara model\" successfully.!', '2023-07-08', '10:16:35', 'upazila', '1', '2023-07-08 10:16:35', '2023-07-08 10:16:35'),
(436, 2, '\"Super Admin\" add upazila \"Shah Ali\" successfully.!', '2023-07-08', '10:16:56', 'upazila', '1', '2023-07-08 10:16:56', '2023-07-08 10:16:56'),
(437, 2, '\"Super Admin\" add upazila \"Biman bandar\" successfully.!', '2023-07-08', '10:17:10', 'upazila', '1', '2023-07-08 10:17:10', '2023-07-08 10:17:10'),
(438, 2, '\"Super Admin\" add upazila \"Paltan model\" successfully.!', '2023-07-08', '10:17:23', 'upazila', '1', '2023-07-08 10:17:23', '2023-07-08 10:17:23'),
(439, 2, '\"Super Admin\" add upazila \"Adabar\" successfully.!', '2023-07-08', '10:17:33', 'upazila', '1', '2023-07-08 10:17:33', '2023-07-08 10:17:33'),
(440, 2, '\"Super Admin\" add upazila \"Darus salam\" successfully.!', '2023-07-08', '10:17:55', 'upazila', '1', '2023-07-08 10:17:55', '2023-07-08 10:17:55'),
(441, 2, '\"Super Admin\" add upazila \"Uttarkhan\" successfully.!', '2023-07-08', '10:18:09', 'upazila', '1', '2023-07-08 10:18:09', '2023-07-08 10:18:09'),
(442, 2, '\"Super Admin\" add upazila \"Kamrangirchar\" successfully.!', '2023-07-08', '10:18:43', 'upazila', '1', '2023-07-08 10:18:43', '2023-07-08 10:18:43'),
(443, 2, '\"Super Admin\" add upazila \"Kadamtoli\" successfully.!', '2023-07-08', '10:18:56', 'upazila', '1', '2023-07-08 10:18:56', '2023-07-08 10:18:56'),
(444, 2, '\"Super Admin\" add upazila \"Gendaria\" successfully.!', '2023-07-08', '10:19:12', 'upazila', '1', '2023-07-08 10:19:12', '2023-07-08 10:19:12'),
(445, 2, '\"Super Admin\" add upazila \"Chalkbazar\" successfully.!', '2023-07-08', '10:19:32', 'upazila', '1', '2023-07-08 10:19:32', '2023-07-08 10:19:32'),
(446, 2, '\"Super Admin\" add upazila \"Tejgaon industrail\" successfully.!', '2023-07-08', '10:19:58', 'upazila', '1', '2023-07-08 10:19:58', '2023-07-08 10:19:58'),
(447, 2, '\"Super Admin\" update upazila \"Tejgaon industrial\" successfully.!', '2023-07-08', '10:20:20', 'upazila', '1', '2023-07-08 10:20:20', '2023-07-08 10:20:20'),
(448, 2, '\"Super Admin\" update upazila \"Tejgaon industrial\" successfully.!', '2023-07-08', '10:20:32', 'upazila', '1', '2023-07-08 10:20:32', '2023-07-08 10:20:32'),
(449, 2, '\"Super Admin\" add upazila \"Turag\" successfully.!', '2023-07-08', '10:20:50', 'upazila', '1', '2023-07-08 10:20:50', '2023-07-08 10:20:50'),
(450, 2, '\"Super Admin\" add upazila \"Dakhinkhan\" successfully.!', '2023-07-08', '10:21:19', 'upazila', '1', '2023-07-08 10:21:19', '2023-07-08 10:21:19'),
(451, 2, '\"Super Admin\" add upazila \"Bangshal\" successfully.!', '2023-07-08', '10:21:36', 'upazila', '1', '2023-07-08 10:21:36', '2023-07-08 10:21:36'),
(452, 2, '\"Super Admin\" add upazila \"Bhashantek\" successfully.!', '2023-07-08', '10:21:59', 'upazila', '1', '2023-07-08 10:21:59', '2023-07-08 10:21:59'),
(453, 2, '\"Super Admin\" add upazila \"Bhatara\" successfully.!', '2023-07-08', '10:22:09', 'upazila', '1', '2023-07-08 10:22:09', '2023-07-08 10:22:09'),
(454, 2, '\"Super Admin\" add upazila \"Jatrabari\" successfully.!', '2023-07-08', '10:22:24', 'upazila', '1', '2023-07-08 10:22:24', '2023-07-08 10:22:24'),
(455, 2, '\"Super Admin\" update upazila \"Jatrabari\" successfully.!', '2023-07-08', '10:22:49', 'upazila', '1', '2023-07-08 10:22:49', '2023-07-08 10:22:49'),
(456, 2, '\"Super Admin\" add upazila \"Rampura\" successfully.!', '2023-07-08', '10:23:04', 'upazila', '1', '2023-07-08 10:23:04', '2023-07-08 10:23:04'),
(457, 2, '\"Super Admin\" add upazila \"Rupnagar\" successfully.!', '2023-07-08', '10:23:15', 'upazila', '1', '2023-07-08 10:23:15', '2023-07-08 10:23:15'),
(458, 2, '\"Super Admin\" add upazila \"Sherebangla nagar\" successfully.!', '2023-07-08', '10:23:41', 'upazila', '1', '2023-07-08 10:23:41', '2023-07-08 10:23:41'),
(459, 2, '\"Super Admin\" add upazila \"Shahjahanpur\" successfully.!', '2023-07-08', '10:24:00', 'upazila', '1', '2023-07-08 10:24:00', '2023-07-08 10:24:00'),
(460, 2, '\"Super Admin\" add upazila \"Kotwali\" successfully.!', '2023-07-08', '10:32:03', 'upazila', '1', '2023-07-08 10:32:03', '2023-07-08 10:32:03'),
(461, 2, '\"Super Admin\" add upazila \"Tongi town\" successfully.!', '2023-07-08', '10:46:23', 'upazila', '1', '2023-07-08 10:46:23', '2023-07-08 10:46:23'),
(462, 2, '\"Super Admin\" add upazila \"Kishoreganj Sadar\" successfully.!', '2023-07-08', '11:00:11', 'upazila', '1', '2023-07-08 11:00:11', '2023-07-08 11:00:11'),
(463, 2, '\"Super Admin\" add upazila \"Hossainpur\" successfully.!', '2023-07-08', '11:00:32', 'upazila', '1', '2023-07-08 11:00:32', '2023-07-08 11:00:32'),
(464, 2, '\"Super Admin\" add upazila \"Hossainpur\" successfully.!', '2023-07-08', '11:00:51', 'upazila', '1', '2023-07-08 11:00:51', '2023-07-08 11:00:51'),
(465, 2, '\"Super Admin\" add upazila \"Pakundia\" successfully.!', '2023-07-08', '11:01:20', 'upazila', '1', '2023-07-08 11:01:20', '2023-07-08 11:01:20'),
(466, 2, '\"Super Admin\" add upazila \"Katiadi\" successfully.!', '2023-07-08', '11:01:37', 'upazila', '1', '2023-07-08 11:01:37', '2023-07-08 11:01:37'),
(467, 2, '\"Super Admin\" add upazila \"Karimganj\" successfully.!', '2023-07-08', '11:01:51', 'upazila', '1', '2023-07-08 11:01:51', '2023-07-08 11:01:51'),
(468, 2, '\"Super Admin\" add upazila \"Karimganj\" successfully.!', '2023-07-08', '11:02:09', 'upazila', '1', '2023-07-08 11:02:09', '2023-07-08 11:02:09'),
(469, 2, '\"Super Admin\" delete upazila \"Karimganj\" successfully.!', '2023-07-08', '11:02:15', 'upazila', '1', '2023-07-08 11:02:15', '2023-07-08 11:02:15'),
(470, 2, '\"Super Admin\" add upazila \"Tarail\" successfully.!', '2023-07-08', '11:02:31', 'upazila', '1', '2023-07-08 11:02:31', '2023-07-08 11:02:31'),
(471, 2, '\"Super Admin\" add upazila \"Itna\" successfully.!', '2023-07-08', '11:02:51', 'upazila', '1', '2023-07-08 11:02:51', '2023-07-08 11:02:51'),
(472, 2, '\"Super Admin\" add upazila \"Mithamoin\" successfully.!', '2023-07-08', '11:03:03', 'upazila', '1', '2023-07-08 11:03:03', '2023-07-08 11:03:03'),
(473, 2, '\"Super Admin\" add upazila \"Austagram\" successfully.!', '2023-07-08', '11:03:16', 'upazila', '1', '2023-07-08 11:03:16', '2023-07-08 11:03:16'),
(474, 2, '\"Super Admin\" add upazila \"Nikli\" successfully.!', '2023-07-08', '11:03:29', 'upazila', '1', '2023-07-08 11:03:29', '2023-07-08 11:03:29'),
(475, 2, '\"Super Admin\" add upazila \"Bajitpur\" successfully.!', '2023-07-08', '11:03:43', 'upazila', '1', '2023-07-08 11:03:43', '2023-07-08 11:03:43'),
(476, 2, '\"Super Admin\" add upazila \"Kuliarchar\" successfully.!', '2023-07-08', '11:04:03', 'upazila', '1', '2023-07-08 11:04:03', '2023-07-08 11:04:03'),
(477, 2, '\"Super Admin\" add upazila \"Kuliarchar\" successfully.!', '2023-07-08', '11:04:17', 'upazila', '1', '2023-07-08 11:04:17', '2023-07-08 11:04:17'),
(478, 2, '\"Super Admin\" delete upazila \"Kuliarchar\" successfully.!', '2023-07-08', '11:04:22', 'upazila', '1', '2023-07-08 11:04:22', '2023-07-08 11:04:22'),
(479, 2, '\"Super Admin\" add upazila \"Bhairab\" successfully.!', '2023-07-08', '11:04:36', 'upazila', '1', '2023-07-08 11:04:36', '2023-07-08 11:04:36'),
(480, 2, '\"Super Admin\" add upazila \"Kalkini\" successfully.!', '2023-07-09', '22:34:33', 'upazila', '1', '2023-07-09 22:34:33', '2023-07-09 22:34:33'),
(481, 2, '\"Super Admin\" add upazila \"Rajoir\" successfully.!', '2023-07-09', '22:34:55', 'upazila', '1', '2023-07-09 22:34:55', '2023-07-09 22:34:55'),
(482, 2, '\"Super Admin\" add upazila \"Dasar\" successfully.!', '2023-07-09', '22:35:47', 'upazila', '1', '2023-07-09 22:35:47', '2023-07-09 22:35:47'),
(483, 2, '\"Super Admin\" add upazila \"Madaripur Sadar\" successfully.!', '2023-07-09', '22:36:18', 'upazila', '1', '2023-07-09 22:36:18', '2023-07-09 22:36:18'),
(484, 2, '\"Super Admin\" add upazila \"Shibchar\" successfully.!', '2023-07-09', '22:36:48', 'upazila', '1', '2023-07-09 22:36:48', '2023-07-09 22:36:48'),
(485, 2, '\"Super Admin\" add upazila \"Manikganj Sadar\" successfully.!', '2023-07-09', '22:39:10', 'upazila', '1', '2023-07-09 22:39:10', '2023-07-09 22:39:10'),
(486, 2, '\"Super Admin\" add upazila \"Shivalaya\" successfully.!', '2023-07-09', '22:39:36', 'upazila', '1', '2023-07-09 22:39:36', '2023-07-09 22:39:36'),
(487, 2, '\"Super Admin\" add upazila \"Singair\" successfully.!', '2023-07-09', '22:39:57', 'upazila', '1', '2023-07-09 22:39:57', '2023-07-09 22:39:57'),
(488, 2, '\"Super Admin\" add upazila \"Daulatpur\" successfully.!', '2023-07-09', '22:40:21', 'upazila', '1', '2023-07-09 22:40:21', '2023-07-09 22:40:21'),
(489, 2, '\"Super Admin\" add upazila \"Ghior\" successfully.!', '2023-07-09', '22:40:43', 'upazila', '1', '2023-07-09 22:40:43', '2023-07-09 22:40:43'),
(490, 2, '\"Super Admin\" add upazila \"Harirampur\" successfully.!', '2023-07-09', '22:41:05', 'upazila', '1', '2023-07-09 22:41:05', '2023-07-09 22:41:05'),
(491, 2, '\"Super Admin\" add upazila \"Saturia\" successfully.!', '2023-07-09', '22:41:33', 'upazila', '1', '2023-07-09 22:41:33', '2023-07-09 22:41:33'),
(492, 2, '\"Super Admin\" add upazila \"Munshiganj Sadar\" successfully.!', '2023-07-09', '22:44:08', 'upazila', '1', '2023-07-09 22:44:08', '2023-07-09 22:44:08'),
(493, 2, '\"Super Admin\" add upazila \"Sreenagar\" successfully.!', '2023-07-09', '22:44:26', 'upazila', '1', '2023-07-09 22:44:26', '2023-07-09 22:44:26'),
(494, 2, '\"Super Admin\" add upazila \"Lohajang\" successfully.!', '2023-07-09', '22:44:44', 'upazila', '1', '2023-07-09 22:44:44', '2023-07-09 22:44:44'),
(495, 2, '\"Super Admin\" add upazila \"Sirajdikhan\" successfully.!', '2023-07-09', '22:44:55', 'upazila', '1', '2023-07-09 22:44:55', '2023-07-09 22:44:55'),
(496, 2, '\"Super Admin\" add upazila \"Tongibari\" successfully.!', '2023-07-09', '22:45:21', 'upazila', '1', '2023-07-09 22:45:21', '2023-07-09 22:45:21'),
(497, 2, '\"Super Admin\" add upazila \"Gazaria\" successfully.!', '2023-07-09', '22:45:36', 'upazila', '1', '2023-07-09 22:45:36', '2023-07-09 22:45:36'),
(498, 2, '\"Super Admin\" add upazila \"Narayanganj Sadar\" successfully.!', '2023-07-09', '22:49:48', 'upazila', '1', '2023-07-09 22:49:48', '2023-07-09 22:49:48'),
(499, 2, '\"Super Admin\" add upazila \"Araihazar\" successfully.!', '2023-07-09', '22:50:04', 'upazila', '1', '2023-07-09 22:50:04', '2023-07-09 22:50:04'),
(500, 2, '\"Super Admin\" add upazila \"Rupganj\" successfully.!', '2023-07-09', '22:50:18', 'upazila', '1', '2023-07-09 22:50:18', '2023-07-09 22:50:18'),
(501, 2, '\"Super Admin\" add upazila \"Bandar\" successfully.!', '2023-07-09', '22:50:32', 'upazila', '1', '2023-07-09 22:50:32', '2023-07-09 22:50:32'),
(502, 2, '\"Super Admin\" add upazila \"Sonargaon\" successfully.!', '2023-07-09', '22:50:45', 'upazila', '1', '2023-07-09 22:50:45', '2023-07-09 22:50:45'),
(503, 2, '\"Super Admin\" add upazila \"Siddhirganj\" successfully.!', '2023-07-09', '22:50:58', 'upazila', '1', '2023-07-09 22:50:58', '2023-07-09 22:50:58'),
(504, 2, '\"Super Admin\" add upazila \"Fatullah\" successfully.!', '2023-07-09', '22:51:11', 'upazila', '1', '2023-07-09 22:51:11', '2023-07-09 22:51:11'),
(505, 2, '\"Super Admin\" add upazila \"Narsingdi Sadar\" successfully.!', '2023-07-09', '22:53:31', 'upazila', '1', '2023-07-09 22:53:31', '2023-07-09 22:53:31'),
(506, 2, '\"Super Admin\" add upazila \"Monohardi\" successfully.!', '2023-07-09', '22:53:41', 'upazila', '1', '2023-07-09 22:53:41', '2023-07-09 22:53:41'),
(507, 2, '\"Super Admin\" add upazila \"Belabo\" successfully.!', '2023-07-09', '22:53:53', 'upazila', '1', '2023-07-09 22:53:53', '2023-07-09 22:53:53'),
(508, 2, '\"Super Admin\" add upazila \"Raipura\" successfully.!', '2023-07-09', '22:54:04', 'upazila', '1', '2023-07-09 22:54:04', '2023-07-09 22:54:04'),
(509, 2, '\"Super Admin\" add upazila \"Shibpur\" successfully.!', '2023-07-09', '22:54:17', 'upazila', '1', '2023-07-09 22:54:17', '2023-07-09 22:54:17'),
(510, 2, '\"Super Admin\" add upazila \"Palash\" successfully.!', '2023-07-09', '22:54:29', 'upazila', '1', '2023-07-09 22:54:29', '2023-07-09 22:54:29'),
(511, 2, '\"Super Admin\" add upazila \"Rajbari Sadar\" successfully.!', '2023-07-09', '22:56:00', 'upazila', '1', '2023-07-09 22:56:00', '2023-07-09 22:56:00'),
(512, 2, '\"Super Admin\" add upazila \"Baliakandi\" successfully.!', '2023-07-09', '22:56:13', 'upazila', '1', '2023-07-09 22:56:13', '2023-07-09 22:56:13'),
(513, 2, '\"Super Admin\" add upazila \"Kalukhali\" successfully.!', '2023-07-09', '22:56:27', 'upazila', '1', '2023-07-09 22:56:27', '2023-07-09 22:56:27'),
(514, 2, '\"Super Admin\" add upazila \"Goalandaghat\" successfully.!', '2023-07-09', '22:57:01', 'upazila', '1', '2023-07-09 22:57:01', '2023-07-09 22:57:01'),
(515, 2, '\"Super Admin\" add upazila \"Pangsha\" successfully.!', '2023-07-09', '22:57:42', 'upazila', '1', '2023-07-09 22:57:42', '2023-07-09 22:57:42'),
(516, 2, '\"Super Admin\" add upazila \"Shariatpur Sadar\" successfully.!', '2023-07-09', '23:00:03', 'upazila', '1', '2023-07-09 23:00:03', '2023-07-09 23:00:03'),
(517, 2, '\"Super Admin\" add upazila \"Bhedarganj\" successfully.!', '2023-07-09', '23:00:18', 'upazila', '1', '2023-07-09 23:00:18', '2023-07-09 23:00:18'),
(518, 2, '\"Super Admin\" add upazila \"Damudya\" successfully.!', '2023-07-09', '23:00:33', 'upazila', '1', '2023-07-09 23:00:33', '2023-07-09 23:00:33'),
(519, 2, '\"Super Admin\" add upazila \"Gosairha\" successfully.!', '2023-07-09', '23:00:45', 'upazila', '1', '2023-07-09 23:00:45', '2023-07-09 23:00:45'),
(520, 2, '\"Super Admin\" add upazila \"Naria\" successfully.!', '2023-07-09', '23:00:57', 'upazila', '1', '2023-07-09 23:00:57', '2023-07-09 23:00:57'),
(521, 2, '\"Super Admin\" add upazila \"Shakhipur\" successfully.!', '2023-07-09', '23:01:24', 'upazila', '1', '2023-07-09 23:01:24', '2023-07-09 23:01:24'),
(522, 2, '\"Super Admin\" add upazila \"Zanjira\" successfully.!', '2023-07-09', '23:01:37', 'upazila', '1', '2023-07-09 23:01:37', '2023-07-09 23:01:37'),
(523, 2, '\"Super Admin\" add upazila \"Tangail Sadar\" successfully.!', '2023-07-09', '23:03:15', 'upazila', '1', '2023-07-09 23:03:15', '2023-07-09 23:03:15'),
(524, 2, '\"Super Admin\" add upazila \"Basail\" successfully.!', '2023-07-09', '23:03:28', 'upazila', '1', '2023-07-09 23:03:28', '2023-07-09 23:03:28'),
(525, 2, '\"Super Admin\" add upazila \"Bhuapur\" successfully.!', '2023-07-09', '23:03:41', 'upazila', '1', '2023-07-09 23:03:41', '2023-07-09 23:03:41'),
(526, 2, '\"Super Admin\" add upazila \"Delduar\" successfully.!', '2023-07-09', '23:03:55', 'upazila', '1', '2023-07-09 23:03:55', '2023-07-09 23:03:55'),
(527, 2, '\"Super Admin\" add upazila \"Dhonbari\" successfully.!', '2023-07-09', '23:04:08', 'upazila', '1', '2023-07-09 23:04:08', '2023-07-09 23:04:08'),
(528, 2, '\"Super Admin\" add upazila \"Ghatail\" successfully.!', '2023-07-09', '23:04:26', 'upazila', '1', '2023-07-09 23:04:26', '2023-07-09 23:04:26'),
(529, 2, '\"Super Admin\" add upazila \"Gopalpur\" successfully.!', '2023-07-09', '23:04:52', 'upazila', '1', '2023-07-09 23:04:52', '2023-07-09 23:04:52'),
(530, 2, '\"Super Admin\" add upazila \"Kalihati\" successfully.!', '2023-07-09', '23:05:11', 'upazila', '1', '2023-07-09 23:05:11', '2023-07-09 23:05:11'),
(531, 2, '\"Super Admin\" add upazila \"Madhupur\" successfully.!', '2023-07-09', '23:05:26', 'upazila', '1', '2023-07-09 23:05:26', '2023-07-09 23:05:26'),
(532, 2, '\"Super Admin\" add upazila \"Mirzapur\" successfully.!', '2023-07-09', '23:05:41', 'upazila', '1', '2023-07-09 23:05:41', '2023-07-09 23:05:41'),
(533, 2, '\"Super Admin\" add upazila \"Nagarpur\" successfully.!', '2023-07-09', '23:06:00', 'upazila', '1', '2023-07-09 23:06:00', '2023-07-09 23:06:00'),
(534, 2, '\"Super Admin\" add upazila \"Sakhipur\" successfully.!', '2023-07-09', '23:06:19', 'upazila', '1', '2023-07-09 23:06:19', '2023-07-09 23:06:19'),
(535, 2, '\"Super Admin\" add upazila \"Bagerhat Sadar\" successfully.!', '2023-07-09', '23:08:42', 'upazila', '1', '2023-07-09 23:08:42', '2023-07-09 23:08:42'),
(536, 2, '\"Super Admin\" add upazila \"Mongla\" successfully.!', '2023-07-09', '23:08:56', 'upazila', '1', '2023-07-09 23:08:56', '2023-07-09 23:08:56'),
(537, 2, '\"Super Admin\" add upazila \"Chitalmari\" successfully.!', '2023-07-09', '23:09:12', 'upazila', '1', '2023-07-09 23:09:12', '2023-07-09 23:09:12'),
(538, 2, '\"Super Admin\" add upazila \"Mollahat\" successfully.!', '2023-07-09', '23:09:26', 'upazila', '1', '2023-07-09 23:09:26', '2023-07-09 23:09:26'),
(539, 2, '\"Super Admin\" add upazila \"Sarankhola\" successfully.!', '2023-07-09', '23:09:39', 'upazila', '1', '2023-07-09 23:09:39', '2023-07-09 23:09:39'),
(540, 2, '\"Super Admin\" add upazila \"Rampal\" successfully.!', '2023-07-09', '23:09:55', 'upazila', '1', '2023-07-09 23:09:55', '2023-07-09 23:09:55'),
(541, 2, '\"Super Admin\" add upazila \"Fakirhat\" successfully.!', '2023-07-09', '23:10:07', 'upazila', '1', '2023-07-09 23:10:07', '2023-07-09 23:10:07'),
(542, 2, '\"Super Admin\" add upazila \"Morrelganj\" successfully.!', '2023-07-09', '23:10:19', 'upazila', '1', '2023-07-09 23:10:19', '2023-07-09 23:10:19'),
(543, 2, '\"Super Admin\" add upazila \"Kachua\" successfully.!', '2023-07-09', '23:10:32', 'upazila', '1', '2023-07-09 23:10:32', '2023-07-09 23:10:32'),
(544, 2, '\"Super Admin\" add upazila \"Chuadanga Sadar\" successfully.!', '2023-07-09', '23:12:24', 'upazila', '1', '2023-07-09 23:12:24', '2023-07-09 23:12:24'),
(545, 2, '\"Super Admin\" add upazila \"Alamdanga\" successfully.!', '2023-07-09', '23:12:37', 'upazila', '1', '2023-07-09 23:12:37', '2023-07-09 23:12:37'),
(546, 2, '\"Super Admin\" add upazila \"Damurhuda\" successfully.!', '2023-07-09', '23:12:49', 'upazila', '1', '2023-07-09 23:12:49', '2023-07-09 23:12:49'),
(547, 2, '\"Super Admin\" add upazila \"Jibonnagar\" successfully.!', '2023-07-09', '23:13:01', 'upazila', '1', '2023-07-09 23:13:01', '2023-07-09 23:13:01'),
(548, 2, '\"Super Admin\" add upazila \"Jessore Sadar\" successfully.!', '2023-07-09', '23:14:27', 'upazila', '1', '2023-07-09 23:14:27', '2023-07-09 23:14:27'),
(549, 2, '\"Super Admin\" add upazila \"Jhikargachha\" successfully.!', '2023-07-09', '23:14:39', 'upazila', '1', '2023-07-09 23:14:39', '2023-07-09 23:14:39'),
(550, 2, '\"Super Admin\" add upazila \"Manirampur\" successfully.!', '2023-07-09', '23:14:53', 'upazila', '1', '2023-07-09 23:14:53', '2023-07-09 23:14:53'),
(551, 2, '\"Super Admin\" add upazila \"Bagherpara\" successfully.!', '2023-07-09', '23:15:06', 'upazila', '1', '2023-07-09 23:15:06', '2023-07-09 23:15:06'),
(552, 2, '\"Super Admin\" add upazila \"Abhaynagar\" successfully.!', '2023-07-09', '23:15:23', 'upazila', '1', '2023-07-09 23:15:23', '2023-07-09 23:15:23'),
(553, 2, '\"Super Admin\" add upazila \"Keshabpur\" successfully.!', '2023-07-09', '23:15:34', 'upazila', '1', '2023-07-09 23:15:34', '2023-07-09 23:15:34'),
(554, 2, '\"Super Admin\" add upazila \"Sharsha\" successfully.!', '2023-07-09', '23:15:45', 'upazila', '1', '2023-07-09 23:15:45', '2023-07-09 23:15:45'),
(555, 2, '\"Super Admin\" add upazila \"Chaugachha\" successfully.!', '2023-07-09', '23:16:06', 'upazila', '1', '2023-07-09 23:16:06', '2023-07-09 23:16:06'),
(556, 2, '\"Super Admin\" add upazila \"Jhenaidah Sadar\" successfully.!', '2023-07-09', '23:18:10', 'upazila', '1', '2023-07-09 23:18:10', '2023-07-09 23:18:10'),
(557, 2, '\"Super Admin\" add upazila \"Shailkupa\" successfully.!', '2023-07-09', '23:18:23', 'upazila', '1', '2023-07-09 23:18:23', '2023-07-09 23:18:23'),
(558, 2, '\"Super Admin\" add upazila \"Harinakunda\" successfully.!', '2023-07-09', '23:18:36', 'upazila', '1', '2023-07-09 23:18:36', '2023-07-09 23:18:36'),
(559, 2, '\"Super Admin\" add upazila \"Maheshpur\" successfully.!', '2023-07-09', '23:18:47', 'upazila', '1', '2023-07-09 23:18:47', '2023-07-09 23:18:47'),
(560, 2, '\"Super Admin\" add upazila \"Kotchandpur\" successfully.!', '2023-07-09', '23:19:01', 'upazila', '1', '2023-07-09 23:19:01', '2023-07-09 23:19:01'),
(561, 2, '\"Super Admin\" add upazila \"Kaliganj\" successfully.!', '2023-07-09', '23:19:16', 'upazila', '1', '2023-07-09 23:19:16', '2023-07-09 23:19:16'),
(562, 2, '\"Super Admin\" add upazila \"Dumuria\" successfully.!', '2023-07-09', '23:21:25', 'upazila', '1', '2023-07-09 23:21:25', '2023-07-09 23:21:25'),
(563, 2, '\"Super Admin\" add upazila \"Batiaghata\" successfully.!', '2023-07-09', '23:21:36', 'upazila', '1', '2023-07-09 23:21:36', '2023-07-09 23:21:36'),
(564, 2, '\"Super Admin\" add upazila \"Dacope\" successfully.!', '2023-07-09', '23:21:48', 'upazila', '1', '2023-07-09 23:21:48', '2023-07-09 23:21:48'),
(565, 2, '\"Super Admin\" add upazila \"Phultala\" successfully.!', '2023-07-09', '23:21:58', 'upazila', '1', '2023-07-09 23:21:58', '2023-07-09 23:21:58'),
(566, 2, '\"Super Admin\" add upazila \"Dighalia\" successfully.!', '2023-07-09', '23:22:07', 'upazila', '1', '2023-07-09 23:22:07', '2023-07-09 23:22:07'),
(567, 2, '\"Super Admin\" add upazila \"Koyra\" successfully.!', '2023-07-09', '23:22:18', 'upazila', '1', '2023-07-09 23:22:18', '2023-07-09 23:22:18'),
(568, 2, '\"Super Admin\" add upazila \"Terokhada\" successfully.!', '2023-07-09', '23:22:29', 'upazila', '1', '2023-07-09 23:22:29', '2023-07-09 23:22:29'),
(569, 2, '\"Super Admin\" add upazila \"Rupsha\" successfully.!', '2023-07-09', '23:22:39', 'upazila', '1', '2023-07-09 23:22:39', '2023-07-09 23:22:39'),
(570, 2, '\"Super Admin\" add upazila \"Paikgachha\" successfully.!', '2023-07-09', '23:23:01', 'upazila', '1', '2023-07-09 23:23:01', '2023-07-09 23:23:01'),
(571, 2, '\"Super Admin\" add upazila \"Khan Jahan Ali\" successfully.!', '2023-07-09', '23:23:21', 'upazila', '1', '2023-07-09 23:23:21', '2023-07-09 23:23:21'),
(572, 2, '\"Super Admin\" add upazila \"Daulatpur\" successfully.!', '2023-07-09', '23:23:32', 'upazila', '1', '2023-07-09 23:23:32', '2023-07-09 23:23:32'),
(573, 2, '\"Super Admin\" add upazila \"Sonadanga\" successfully.!', '2023-07-09', '23:23:44', 'upazila', '1', '2023-07-09 23:23:44', '2023-07-09 23:23:44'),
(574, 2, '\"Super Admin\" add upazila \"Khalishpur\" successfully.!', '2023-07-09', '23:23:59', 'upazila', '1', '2023-07-09 23:23:59', '2023-07-09 23:23:59'),
(575, 2, '\"Super Admin\" add upazila \"Kushtia Sadar\" successfully.!', '2023-07-09', '23:30:22', 'upazila', '1', '2023-07-09 23:30:22', '2023-07-09 23:30:22'),
(576, 2, '\"Super Admin\" add upazila \"Mirpur\" successfully.!', '2023-07-09', '23:30:35', 'upazila', '1', '2023-07-09 23:30:35', '2023-07-09 23:30:35'),
(577, 2, '\"Super Admin\" add upazila \"Khoksa\" successfully.!', '2023-07-09', '23:30:46', 'upazila', '1', '2023-07-09 23:30:46', '2023-07-09 23:30:46'),
(578, 2, '\"Super Admin\" add upazila \"Bheramara\" successfully.!', '2023-07-09', '23:30:57', 'upazila', '1', '2023-07-09 23:30:57', '2023-07-09 23:30:57'),
(579, 2, '\"Super Admin\" add upazila \"Kumarkhali\" successfully.!', '2023-07-09', '23:31:08', 'upazila', '1', '2023-07-09 23:31:08', '2023-07-09 23:31:08'),
(580, 2, '\"Super Admin\" add upazila \"Daulatpur\" successfully.!', '2023-07-09', '23:31:25', 'upazila', '1', '2023-07-09 23:31:25', '2023-07-09 23:31:25'),
(581, 2, '\"Super Admin\" add upazila \"Magura Sadar\" successfully.!', '2023-07-09', '23:55:31', 'upazila', '1', '2023-07-09 23:55:31', '2023-07-09 23:55:31'),
(582, 2, '\"Super Admin\" add upazila \"Shalikha\" successfully.!', '2023-07-09', '23:55:51', 'upazila', '1', '2023-07-09 23:55:51', '2023-07-09 23:55:51'),
(583, 2, '\"Super Admin\" add upazila \"Shalikha\" successfully.!', '2023-07-09', '23:56:02', 'upazila', '1', '2023-07-09 23:56:02', '2023-07-09 23:56:02'),
(584, 2, '\"Super Admin\" add upazila \"Sreepur\" successfully.!', '2023-07-09', '23:56:11', 'upazila', '1', '2023-07-09 23:56:11', '2023-07-09 23:56:11'),
(585, 2, '\"Super Admin\" add upazila \"Mohammadpur\" successfully.!', '2023-07-09', '23:56:23', 'upazila', '1', '2023-07-09 23:56:23', '2023-07-09 23:56:23'),
(586, 2, '\"Super Admin\" delete upazila \"Shalikha\" successfully.!', '2023-07-10', '00:12:17', 'upazila', '1', '2023-07-10 00:12:17', '2023-07-10 00:12:17'),
(587, 2, '\"Super Admin\" add upazila \"Meherpur Sadar\" successfully.!', '2023-07-10', '00:13:26', 'upazila', '1', '2023-07-10 00:13:26', '2023-07-10 00:13:26'),
(588, 2, '\"Super Admin\" add upazila \"Mujibnagar\" successfully.!', '2023-07-10', '00:13:41', 'upazila', '1', '2023-07-10 00:13:41', '2023-07-10 00:13:41'),
(589, 2, '\"Super Admin\" add upazila \"Gangni\" successfully.!', '2023-07-10', '00:13:55', 'upazila', '1', '2023-07-10 00:13:55', '2023-07-10 00:13:55'),
(590, 2, '\"Super Admin\" add upazila \"Narail Sadar\" successfully.!', '2023-07-10', '00:15:01', 'upazila', '1', '2023-07-10 00:15:01', '2023-07-10 00:15:01'),
(591, 2, '\"Super Admin\" add upazila \"Lohagara\" successfully.!', '2023-07-10', '00:15:14', 'upazila', '1', '2023-07-10 00:15:14', '2023-07-10 00:15:14'),
(592, 2, '\"Super Admin\" add upazila \"Kalia\" successfully.!', '2023-07-10', '00:15:26', 'upazila', '1', '2023-07-10 00:15:26', '2023-07-10 00:15:26'),
(593, 2, '\"Super Admin\" add upazila \"Satkhira Sadar\" successfully.!', '2023-07-10', '00:17:01', 'upazila', '1', '2023-07-10 00:17:01', '2023-07-10 00:17:01'),
(594, 2, '\"Super Admin\" add upazila \"Shyamnagar\" successfully.!', '2023-07-10', '00:17:20', 'upazila', '1', '2023-07-10 00:17:20', '2023-07-10 00:17:20'),
(595, 2, '\"Super Admin\" add upazila \"Assasuni\" successfully.!', '2023-07-10', '00:17:32', 'upazila', '1', '2023-07-10 00:17:32', '2023-07-10 00:17:32'),
(596, 2, '\"Super Admin\" add upazila \"Kaliganj\" successfully.!', '2023-07-10', '00:17:44', 'upazila', '1', '2023-07-10 00:17:44', '2023-07-10 00:17:44'),
(597, 2, '\"Super Admin\" add upazila \"Debhata\" successfully.!', '2023-07-10', '00:17:56', 'upazila', '1', '2023-07-10 00:17:56', '2023-07-10 00:17:56'),
(598, 2, '\"Super Admin\" add upazila \"Kalaroa\" successfully.!', '2023-07-10', '00:18:12', 'upazila', '1', '2023-07-10 00:18:12', '2023-07-10 00:18:12'),
(599, 2, '\"Super Admin\" add upazila \"Tala\" successfully.!', '2023-07-10', '00:18:24', 'upazila', '1', '2023-07-10 00:18:24', '2023-07-10 00:18:24'),
(600, 2, '\"Super Admin\" add upazila \"Nakipur\" successfully.!', '2023-07-10', '00:24:18', 'upazila', '1', '2023-07-10 00:24:18', '2023-07-10 00:24:18'),
(601, 2, '\"Super Admin\" update upazila \"Ashashuni\" successfully.!', '2023-07-10', '00:24:45', 'upazila', '1', '2023-07-10 00:24:45', '2023-07-10 00:24:45'),
(602, 2, '\"Super Admin\" update upazila \"Ashashuni\" successfully.!', '2023-07-10', '00:24:56', 'upazila', '1', '2023-07-10 00:24:56', '2023-07-10 00:24:56'),
(603, 2, '\"Super Admin\" add upazila \"Jamalpur Sadar\" successfully.!', '2023-07-10', '00:26:24', 'upazila', '1', '2023-07-10 00:26:24', '2023-07-10 00:26:24'),
(604, 2, '\"Super Admin\" add upazila \"Baksigan\" successfully.!', '2023-07-10', '00:26:37', 'upazila', '1', '2023-07-10 00:26:37', '2023-07-10 00:26:37'),
(605, 2, '\"Super Admin\" add upazila \"Dewanganj\" successfully.!', '2023-07-10', '00:27:00', 'upazila', '1', '2023-07-10 00:27:00', '2023-07-10 00:27:00'),
(606, 2, '\"Super Admin\" add upazila \"Islampur\" successfully.!', '2023-07-10', '00:27:09', 'upazila', '1', '2023-07-10 00:27:09', '2023-07-10 00:27:09'),
(607, 2, '\"Super Admin\" add upazila \"Madarganj\" successfully.!', '2023-07-10', '00:27:20', 'upazila', '1', '2023-07-10 00:27:20', '2023-07-10 00:27:20'),
(608, 2, '\"Super Admin\" add upazila \"Melandaha\" successfully.!', '2023-07-10', '00:27:34', 'upazila', '1', '2023-07-10 00:27:34', '2023-07-10 00:27:34'),
(609, 2, '\"Super Admin\" add upazila \"Sarishabari\" successfully.!', '2023-07-10', '00:27:46', 'upazila', '1', '2023-07-10 00:27:46', '2023-07-10 00:27:46'),
(610, 2, '\"Super Admin\" add upazila \"Mymensingh Sadar\" successfully.!', '2023-07-10', '00:30:17', 'upazila', '1', '2023-07-10 00:30:17', '2023-07-10 00:30:17'),
(611, 2, '\"Super Admin\" add upazila \"Muktagachh\" successfully.!', '2023-07-10', '00:30:31', 'upazila', '1', '2023-07-10 00:30:31', '2023-07-10 00:30:31'),
(612, 2, '\"Super Admin\" add upazila \"Valuka\" successfully.!', '2023-07-10', '00:30:47', 'upazila', '1', '2023-07-10 00:30:47', '2023-07-10 00:30:47'),
(613, 2, '\"Super Admin\" add upazila \"Haluaghat\" successfully.!', '2023-07-10', '00:31:01', 'upazila', '1', '2023-07-10 00:31:01', '2023-07-10 00:31:01'),
(614, 2, '\"Super Admin\" add upazila \"Gouripur\" successfully.!', '2023-07-10', '00:31:13', 'upazila', '1', '2023-07-10 00:31:13', '2023-07-10 00:31:13'),
(615, 2, '\"Super Admin\" add upazila \"Dhobaura\" successfully.!', '2023-07-10', '00:31:59', 'upazila', '1', '2023-07-10 00:31:59', '2023-07-10 00:31:59'),
(616, 2, '\"Super Admin\" add upazila \"Fulbaria\" successfully.!', '2023-07-10', '00:35:41', 'upazila', '1', '2023-07-10 00:35:41', '2023-07-10 00:35:41'),
(617, 2, '\"Super Admin\" add upazila \"Gafargaon\" successfully.!', '2023-07-10', '00:35:53', 'upazila', '1', '2023-07-10 00:35:53', '2023-07-10 00:35:53'),
(618, 2, '\"Super Admin\" add upazila \"Trishal\" successfully.!', '2023-07-10', '00:36:04', 'upazila', '1', '2023-07-10 00:36:04', '2023-07-10 00:36:04'),
(619, 2, '\"Super Admin\" add upazila \"Fulpur\" successfully.!', '2023-07-10', '00:36:14', 'upazila', '1', '2023-07-10 00:36:14', '2023-07-10 00:36:14'),
(620, 2, '\"Super Admin\" add upazila \"Nandail\" successfully.!', '2023-07-10', '00:36:25', 'upazila', '1', '2023-07-10 00:36:25', '2023-07-10 00:36:25'),
(621, 2, '\"Super Admin\" add upazila \"Ishwarganj\" successfully.!', '2023-07-10', '00:36:37', 'upazila', '1', '2023-07-10 00:36:37', '2023-07-10 00:36:37'),
(622, 2, '\"Super Admin\" update upazila \"Bhaluka\" successfully.!', '2023-07-10', '00:38:22', 'upazila', '1', '2023-07-10 00:38:22', '2023-07-10 00:38:22'),
(623, 2, '\"Super Admin\" update upazila \"Phulpur\" successfully.!', '2023-07-10', '00:40:52', 'upazila', '1', '2023-07-10 00:40:52', '2023-07-10 00:40:52'),
(624, 2, '\"Super Admin\" add upazila \"Netrokona Sadar\" successfully.!', '2023-07-10', '00:43:18', 'upazila', '1', '2023-07-10 00:43:18', '2023-07-10 00:43:18'),
(625, 2, '\"Super Admin\" add upazila \"Kendua\" successfully.!', '2023-07-10', '00:43:29', 'upazila', '1', '2023-07-10 00:43:29', '2023-07-10 00:43:29'),
(626, 2, '\"Super Admin\" add upazila \"Mohangonj\" successfully.!', '2023-07-10', '00:43:41', 'upazila', '1', '2023-07-10 00:43:41', '2023-07-10 00:43:41'),
(627, 2, '\"Super Admin\" add upazila \"Khaliajuri\" successfully.!', '2023-07-10', '00:43:54', 'upazila', '1', '2023-07-10 00:43:54', '2023-07-10 00:43:54'),
(628, 2, '\"Super Admin\" add upazila \"Purbodhola\" successfully.!', '2023-07-10', '00:44:08', 'upazila', '1', '2023-07-10 00:44:08', '2023-07-10 00:44:08'),
(629, 2, '\"Super Admin\" add upazila \"Atpara\" successfully.!', '2023-07-10', '00:44:31', 'upazila', '1', '2023-07-10 00:44:31', '2023-07-10 00:44:31'),
(630, 2, '\"Super Admin\" add upazila \"Modon\" successfully.!', '2023-07-10', '00:44:43', 'upazila', '1', '2023-07-10 00:44:43', '2023-07-10 00:44:43'),
(631, 2, '\"Super Admin\" add upazila \"Kolmkakanda\" successfully.!', '2023-07-10', '00:44:57', 'upazila', '1', '2023-07-10 00:44:57', '2023-07-10 00:44:57'),
(632, 2, '\"Super Admin\" add upazila \"Barhatta\" successfully.!', '2023-07-10', '00:45:09', 'upazila', '1', '2023-07-10 00:45:09', '2023-07-10 00:45:09'),
(633, 2, '\"Super Admin\" add upazila \"Durgapur\" successfully.!', '2023-07-10', '00:45:22', 'upazila', '1', '2023-07-10 00:45:22', '2023-07-10 00:45:22'),
(634, 2, '\"Super Admin\" add upazila \"Sherpur Sadar\" successfully.!', '2023-07-10', '00:46:43', 'upazila', '1', '2023-07-10 00:46:43', '2023-07-10 00:46:43'),
(635, 2, '\"Super Admin\" add upazila \"Nakla\" successfully.!', '2023-07-10', '00:46:55', 'upazila', '1', '2023-07-10 00:46:55', '2023-07-10 00:46:55'),
(636, 2, '\"Super Admin\" add upazila \"Sreebardi\" successfully.!', '2023-07-10', '00:47:08', 'upazila', '1', '2023-07-10 00:47:08', '2023-07-10 00:47:08'),
(637, 2, '\"Super Admin\" add upazila \"Nalitabari\" successfully.!', '2023-07-10', '00:47:19', 'upazila', '1', '2023-07-10 00:47:19', '2023-07-10 00:47:19'),
(638, 2, '\"Super Admin\" add upazila \"Jhenaigati\" successfully.!', '2023-07-10', '00:47:32', 'upazila', '1', '2023-07-10 00:47:32', '2023-07-10 00:47:32'),
(639, 2, '\"Super Admin\" add upazila \"Bakshigonj\" successfully.!', '2023-07-10', '00:49:17', 'upazila', '1', '2023-07-10 00:49:17', '2023-07-10 00:49:17'),
(640, 2, '\"Super Admin\" add upazila \"Bogra Sadar\" successfully.!', '2023-07-10', '08:21:53', 'upazila', '1', '2023-07-10 08:21:53', '2023-07-10 08:21:53'),
(641, 2, '\"Super Admin\" add upazila \"Gabtali\" successfully.!', '2023-07-10', '08:22:09', 'upazila', '1', '2023-07-10 08:22:09', '2023-07-10 08:22:09'),
(642, 2, '\"Super Admin\" add upazila \"Sariakandi\" successfully.!', '2023-07-10', '08:22:26', 'upazila', '1', '2023-07-10 08:22:26', '2023-07-10 08:22:26'),
(643, 2, '\"Super Admin\" add upazila \"Adamdighi\" successfully.!', '2023-07-10', '08:22:45', 'upazila', '1', '2023-07-10 08:22:45', '2023-07-10 08:22:45'),
(644, 2, '\"Super Admin\" add upazila \"Sonatala\" successfully.!', '2023-07-10', '08:23:00', 'upazila', '1', '2023-07-10 08:23:00', '2023-07-10 08:23:00'),
(645, 2, '\"Super Admin\" add upazila \"Sherpur\" successfully.!', '2023-07-10', '08:23:14', 'upazila', '1', '2023-07-10 08:23:14', '2023-07-10 08:23:14'),
(646, 2, '\"Super Admin\" add upazila \"Kahaloo\" successfully.!', '2023-07-10', '08:23:30', 'upazila', '1', '2023-07-10 08:23:30', '2023-07-10 08:23:30'),
(647, 2, '\"Super Admin\" add upazila \"Shibganj\" successfully.!', '2023-07-10', '08:23:45', 'upazila', '1', '2023-07-10 08:23:45', '2023-07-10 08:23:45'),
(648, 2, '\"Super Admin\" add upazila \"Dupchanchia\" successfully.!', '2023-07-10', '08:24:00', 'upazila', '1', '2023-07-10 08:24:00', '2023-07-10 08:24:00');
INSERT INTO `notifications` (`id`, `user_id`, `name`, `date`, `time`, `type`, `status`, `created_at`, `updated_at`) VALUES
(649, 2, '\"Super Admin\" add upazila \"Nandigram\" successfully.!', '2023-07-10', '08:24:12', 'upazila', '1', '2023-07-10 08:24:12', '2023-07-10 08:24:12'),
(650, 2, '\"Super Admin\" add upazila \"Sahajanpur\" successfully.!', '2023-07-10', '08:24:26', 'upazila', '1', '2023-07-10 08:24:26', '2023-07-10 08:24:26'),
(651, 2, '\"Super Admin\" add upazila \"Dhunat\" successfully.!', '2023-07-10', '08:24:38', 'upazila', '1', '2023-07-10 08:24:38', '2023-07-10 08:24:38'),
(652, 2, '\"Super Admin\" add upazila \"Joypurhat Sadar\" successfully.!', '2023-07-10', '08:27:53', 'upazila', '1', '2023-07-10 08:27:53', '2023-07-10 08:27:53'),
(653, 2, '\"Super Admin\" add upazila \"Akkelpur\" successfully.!', '2023-07-10', '08:28:07', 'upazila', '1', '2023-07-10 08:28:07', '2023-07-10 08:28:07'),
(654, 2, '\"Super Admin\" add upazila \"Khetlal\" successfully.!', '2023-07-10', '08:28:23', 'upazila', '1', '2023-07-10 08:28:23', '2023-07-10 08:28:23'),
(655, 2, '\"Super Admin\" add upazila \"Panchbibi\" successfully.!', '2023-07-10', '08:28:35', 'upazila', '1', '2023-07-10 08:28:35', '2023-07-10 08:28:35'),
(656, 2, '\"Super Admin\" add upazila \"Kalai\" successfully.!', '2023-07-10', '08:28:47', 'upazila', '1', '2023-07-10 08:28:47', '2023-07-10 08:28:47'),
(657, 2, '\"Super Admin\" add upazila \"Naogaon Sadar\" successfully.!', '2023-07-10', '08:31:46', 'upazila', '1', '2023-07-10 08:31:46', '2023-07-10 08:31:46'),
(658, 2, '\"Super Admin\" add upazila \"Atrai\" successfully.!', '2023-07-10', '08:32:05', 'upazila', '1', '2023-07-10 08:32:05', '2023-07-10 08:32:05'),
(659, 2, '\"Super Admin\" add upazila \"Shalikha\" successfully.!', '2023-07-10', '08:32:22', 'upazila', '1', '2023-07-10 08:32:22', '2023-07-10 08:32:22'),
(660, 2, '\"Super Admin\" add upazila \"Badalgachhi\" successfully.!', '2023-07-10', '08:32:42', 'upazila', '1', '2023-07-10 08:32:42', '2023-07-10 08:32:42'),
(661, 2, '\"Super Admin\" add upazila \"Niamatpur\" successfully.!', '2023-07-10', '08:32:55', 'upazila', '1', '2023-07-10 08:32:55', '2023-07-10 08:32:55'),
(662, 2, '\"Super Admin\" add upazila \"Manda\" successfully.!', '2023-07-10', '08:33:11', 'upazila', '1', '2023-07-10 08:33:11', '2023-07-10 08:33:11'),
(663, 2, '\"Super Admin\" add upazila \"Mohadevpur\" successfully.!', '2023-07-10', '08:33:23', 'upazila', '1', '2023-07-10 08:33:23', '2023-07-10 08:33:23'),
(664, 2, '\"Super Admin\" add upazila \"Patnitala\" successfully.!', '2023-07-10', '08:33:34', 'upazila', '1', '2023-07-10 08:33:34', '2023-07-10 08:33:34'),
(665, 2, '\"Super Admin\" add upazila \"Porsha\" successfully.!', '2023-07-10', '08:33:49', 'upazila', '1', '2023-07-10 08:33:49', '2023-07-10 08:33:49'),
(666, 2, '\"Super Admin\" add upazila \"Sapahar\" successfully.!', '2023-07-10', '08:34:03', 'upazila', '1', '2023-07-10 08:34:03', '2023-07-10 08:34:03'),
(667, 2, '\"Super Admin\" add upazila \"Raninagar\" successfully.!', '2023-07-10', '08:34:36', 'upazila', '1', '2023-07-10 08:34:36', '2023-07-10 08:34:36'),
(668, 2, '\"Super Admin\" add upazila \"Bagatipara\" successfully.!', '2023-07-10', '08:39:24', 'upazila', '1', '2023-07-10 08:39:24', '2023-07-10 08:39:24'),
(669, 2, '\"Super Admin\" add upazila \"Bonpar\" successfully.!', '2023-07-10', '08:39:36', 'upazila', '1', '2023-07-10 08:39:36', '2023-07-10 08:39:36'),
(670, 2, '\"Super Admin\" add upazila \"Boraigram\" successfully.!', '2023-07-10', '08:39:48', 'upazila', '1', '2023-07-10 08:39:48', '2023-07-10 08:39:48'),
(671, 2, '\"Super Admin\" add upazila \"Gurudaspur\" successfully.!', '2023-07-10', '08:40:02', 'upazila', '1', '2023-07-10 08:40:02', '2023-07-10 08:40:02'),
(672, 2, '\"Super Admin\" add upazila \"Lalpur\" successfully.!', '2023-07-10', '08:40:17', 'upazila', '1', '2023-07-10 08:40:17', '2023-07-10 08:40:17'),
(673, 2, '\"Super Admin\" add upazila \"Naldanga\" successfully.!', '2023-07-10', '08:40:29', 'upazila', '1', '2023-07-10 08:40:29', '2023-07-10 08:40:29'),
(674, 2, '\"Super Admin\" add upazila \"Natore\" successfully.!', '2023-07-10', '08:40:40', 'upazila', '1', '2023-07-10 08:40:40', '2023-07-10 08:40:40'),
(675, 2, '\"Super Admin\" add upazila \"Singra\" successfully.!', '2023-07-10', '08:40:50', 'upazila', '1', '2023-07-10 08:40:50', '2023-07-10 08:40:50'),
(676, 2, '\"Super Admin\" update upazila \"Bonpara\" successfully.!', '2023-07-10', '08:41:46', 'upazila', '1', '2023-07-10 08:41:46', '2023-07-10 08:41:46'),
(677, 2, '\"Super Admin\" update City \"Chapainawabganj\" successfully.!', '2023-07-10', '08:42:55', 'city', '1', '2023-07-10 08:42:55', '2023-07-10 08:42:55'),
(678, 2, '\"Super Admin\" add upazila \"Chapai Nawabganj Sadar\" successfully.!', '2023-07-10', '08:43:58', 'upazila', '1', '2023-07-10 08:43:58', '2023-07-10 08:43:58'),
(679, 2, '\"Super Admin\" add upazila \"Nachole\" successfully.!', '2023-07-10', '08:44:12', 'upazila', '1', '2023-07-10 08:44:12', '2023-07-10 08:44:12'),
(680, 2, '\"Super Admin\" add upazila \"Shibganj\" successfully.!', '2023-07-10', '08:44:25', 'upazila', '1', '2023-07-10 08:44:25', '2023-07-10 08:44:25'),
(681, 2, '\"Super Admin\" add upazila \"Gomastapur\" successfully.!', '2023-07-10', '08:44:39', 'upazila', '1', '2023-07-10 08:44:39', '2023-07-10 08:44:39'),
(682, 2, '\"Super Admin\" add upazila \"Bholahat\" successfully.!', '2023-07-10', '08:44:51', 'upazila', '1', '2023-07-10 08:44:51', '2023-07-10 08:44:51'),
(683, 2, '\"Super Admin\" update upazila \"Nachol\" successfully.!', '2023-07-10', '08:45:24', 'upazila', '1', '2023-07-10 08:45:24', '2023-07-10 08:45:24'),
(684, 2, '\"Super Admin\" add upazila \"Pabna Sadar\" successfully.!', '2023-07-10', '08:49:43', 'upazila', '1', '2023-07-10 08:49:43', '2023-07-10 08:49:43'),
(685, 2, '\"Super Admin\" add upazila \"Santhia\" successfully.!', '2023-07-10', '08:49:58', 'upazila', '1', '2023-07-10 08:49:58', '2023-07-10 08:49:58'),
(686, 2, '\"Super Admin\" add upazila \"Bera\" successfully.!', '2023-07-10', '08:50:10', 'upazila', '1', '2023-07-10 08:50:10', '2023-07-10 08:50:10'),
(687, 2, '\"Super Admin\" add upazila \"Sujanagar\" successfully.!', '2023-07-10', '08:50:21', 'upazila', '1', '2023-07-10 08:50:21', '2023-07-10 08:50:21'),
(688, 2, '\"Super Admin\" add upazila \"Atgharia\" successfully.!', '2023-07-10', '08:50:40', 'upazila', '1', '2023-07-10 08:50:40', '2023-07-10 08:50:40'),
(689, 2, '\"Super Admin\" add upazila \"Bhangura\" successfully.!', '2023-07-10', '08:50:53', 'upazila', '1', '2023-07-10 08:50:53', '2023-07-10 08:50:53'),
(690, 2, '\"Super Admin\" add upazila \"Faridpur\" successfully.!', '2023-07-10', '08:51:04', 'upazila', '1', '2023-07-10 08:51:04', '2023-07-10 08:51:04'),
(691, 2, '\"Super Admin\" add upazila \"Chatmohar\" successfully.!', '2023-07-10', '08:51:15', 'upazila', '1', '2023-07-10 08:51:15', '2023-07-10 08:51:15'),
(692, 2, '\"Super Admin\" add upazila \"Ishwardi\" successfully.!', '2023-07-10', '08:51:28', 'upazila', '1', '2023-07-10 08:51:28', '2023-07-10 08:51:28'),
(693, 2, '\"Super Admin\" add upazila \"Atiakula\" successfully.!', '2023-07-10', '08:52:49', 'upazila', '1', '2023-07-10 08:52:49', '2023-07-10 08:52:49'),
(694, 2, '\"Super Admin\" add upazila \"Aminpur\" successfully.!', '2023-07-10', '08:52:59', 'upazila', '1', '2023-07-10 08:52:59', '2023-07-10 08:52:59'),
(695, 2, '\"Super Admin\" add upazila \"Bagmara\" successfully.!', '2023-07-10', '08:54:12', 'upazila', '1', '2023-07-10 08:54:12', '2023-07-10 08:54:12'),
(696, 2, '\"Super Admin\" add upazila \"Paba\" successfully.!', '2023-07-10', '08:54:25', 'upazila', '1', '2023-07-10 08:54:25', '2023-07-10 08:54:25'),
(697, 2, '\"Super Admin\" add upazila \"Charghat\" successfully.!', '2023-07-10', '08:54:37', 'upazila', '1', '2023-07-10 08:54:37', '2023-07-10 08:54:37'),
(698, 2, '\"Super Admin\" add upazila \"Durgapur\" successfully.!', '2023-07-10', '08:54:49', 'upazila', '1', '2023-07-10 08:54:49', '2023-07-10 08:54:49'),
(699, 2, '\"Super Admin\" add upazila \"Godagari\" successfully.!', '2023-07-10', '08:55:00', 'upazila', '1', '2023-07-10 08:55:00', '2023-07-10 08:55:00'),
(700, 2, '\"Super Admin\" add upazila \"Mohanpur\" successfully.!', '2023-07-10', '08:55:12', 'upazila', '1', '2023-07-10 08:55:12', '2023-07-10 08:55:12'),
(701, 2, '\"Super Admin\" add upazila \"Bagha\" successfully.!', '2023-07-10', '08:55:24', 'upazila', '1', '2023-07-10 08:55:24', '2023-07-10 08:55:24'),
(702, 2, '\"Super Admin\" add upazila \"Puthia\" successfully.!', '2023-07-10', '08:55:35', 'upazila', '1', '2023-07-10 08:55:35', '2023-07-10 08:55:35'),
(703, 2, '\"Super Admin\" add upazila \"Tanore\" successfully.!', '2023-07-10', '08:55:52', 'upazila', '1', '2023-07-10 08:55:52', '2023-07-10 08:55:52'),
(704, 2, '\"Super Admin\" add upazila \"Airport\" successfully.!', '2023-07-10', '08:56:47', 'upazila', '1', '2023-07-10 08:56:47', '2023-07-10 08:56:47'),
(705, 2, '\"Super Admin\" add upazila \"Bilpukur\" successfully.!', '2023-07-10', '08:57:14', 'upazila', '1', '2023-07-10 08:57:14', '2023-07-10 08:57:14'),
(706, 2, '\"Super Admin\" add upazila \"Boalia Model\" successfully.!', '2023-07-10', '08:57:35', 'upazila', '1', '2023-07-10 08:57:35', '2023-07-10 08:57:35'),
(707, 2, '\"Super Admin\" add upazila \"Chandrima\" successfully.!', '2023-07-10', '08:57:58', 'upazila', '1', '2023-07-10 08:57:58', '2023-07-10 08:57:58'),
(708, 2, '\"Super Admin\" add upazila \"Damkura\" successfully.!', '2023-07-10', '08:58:20', 'upazila', '1', '2023-07-10 08:58:20', '2023-07-10 08:58:20'),
(709, 2, '\"Super Admin\" add upazila \"Kashiadanga\" successfully.!', '2023-07-10', '08:58:55', 'upazila', '1', '2023-07-10 08:58:55', '2023-07-10 08:58:55'),
(710, 2, '\"Super Admin\" add upazila \"Katakhali\" successfully.!', '2023-07-10', '08:59:14', 'upazila', '1', '2023-07-10 08:59:14', '2023-07-10 08:59:14'),
(711, 2, '\"Super Admin\" add upazila \"Kornahar\" successfully.!', '2023-07-10', '08:59:31', 'upazila', '1', '2023-07-10 08:59:31', '2023-07-10 08:59:31'),
(712, 2, '\"Super Admin\" add upazila \"Motihar\" successfully.!', '2023-07-10', '09:00:04', 'upazila', '1', '2023-07-10 09:00:04', '2023-07-10 09:00:04'),
(713, 2, '\"Super Admin\" add upazila \"Rajpara\" successfully.!', '2023-07-10', '09:00:12', 'upazila', '1', '2023-07-10 09:00:12', '2023-07-10 09:00:12'),
(714, 2, '\"Super Admin\" add upazila \"Shah Makhdum\" successfully.!', '2023-07-10', '09:00:36', 'upazila', '1', '2023-07-10 09:00:36', '2023-07-10 09:00:36'),
(715, 2, '\"Super Admin\" update upazila \"Tanor\" successfully.!', '2023-07-10', '09:01:21', 'upazila', '1', '2023-07-10 09:01:21', '2023-07-10 09:01:21'),
(716, 2, '\"Super Admin\" add upazila \"Sirajganj Sadar\" successfully.!', '2023-07-10', '09:02:21', 'upazila', '1', '2023-07-10 09:02:21', '2023-07-10 09:02:21'),
(717, 2, '\"Super Admin\" add upazila \"Chauhali\" successfully.!', '2023-07-10', '09:02:33', 'upazila', '1', '2023-07-10 09:02:33', '2023-07-10 09:02:33'),
(718, 2, '\"Super Admin\" add upazila \"Kamarkhanda\" successfully.!', '2023-07-10', '09:02:48', 'upazila', '1', '2023-07-10 09:02:48', '2023-07-10 09:02:48'),
(719, 2, '\"Super Admin\" add upazila \"Belkuchi\" successfully.!', '2023-07-10', '09:03:00', 'upazila', '1', '2023-07-10 09:03:00', '2023-07-10 09:03:00'),
(720, 2, '\"Super Admin\" add upazila \"Kazipur\" successfully.!', '2023-07-10', '09:03:12', 'upazila', '1', '2023-07-10 09:03:12', '2023-07-10 09:03:12'),
(721, 2, '\"Super Admin\" add upazila \"Raiganj\" successfully.!', '2023-07-10', '09:03:23', 'upazila', '1', '2023-07-10 09:03:23', '2023-07-10 09:03:23'),
(722, 2, '\"Super Admin\" add upazila \"Ullahpara\" successfully.!', '2023-07-10', '09:03:34', 'upazila', '1', '2023-07-10 09:03:34', '2023-07-10 09:03:34'),
(723, 2, '\"Super Admin\" add upazila \"Tarash\" successfully.!', '2023-07-10', '09:03:47', 'upazila', '1', '2023-07-10 09:03:47', '2023-07-10 09:03:47'),
(724, 2, '\"Super Admin\" add upazila \"Shahjadpur\" successfully.!', '2023-07-10', '09:03:58', 'upazila', '1', '2023-07-10 09:03:58', '2023-07-10 09:03:58'),
(725, 2, '\"Super Admin\" add upazila \"Bangabandhu Setu West\" successfully.!', '2023-07-10', '09:04:49', 'upazila', '1', '2023-07-10 09:04:49', '2023-07-10 09:04:49'),
(726, 2, '\"Super Admin\" update upazila \"Chawhali\" successfully.!', '2023-07-10', '09:05:18', 'upazila', '1', '2023-07-10 09:05:18', '2023-07-10 09:05:18'),
(727, 2, '\"Super Admin\" update upazila \"Chowhali\" successfully.!', '2023-07-10', '09:05:31', 'upazila', '1', '2023-07-10 09:05:31', '2023-07-10 09:05:31'),
(728, 2, '\"Super Admin\" add upazila \"Enayetpur\" successfully.!', '2023-07-10', '09:06:19', 'upazila', '1', '2023-07-10 09:06:19', '2023-07-10 09:06:19'),
(729, 2, '\"Super Admin\" add upazila \"Salanga\" successfully.!', '2023-07-10', '09:06:58', 'upazila', '1', '2023-07-10 09:06:58', '2023-07-10 09:06:58'),
(730, 2, '\"Super Admin\" update upazila \"Shahzadpur\" successfully.!', '2023-07-10', '09:07:45', 'upazila', '1', '2023-07-10 09:07:45', '2023-07-10 09:07:45'),
(731, 2, '\"Super Admin\" update upazila \"Ullapara Model\" successfully.!', '2023-07-10', '09:08:10', 'upazila', '1', '2023-07-10 09:08:10', '2023-07-10 09:08:10'),
(732, 2, '\"Super Admin\" add upazila \"Sirajganj\" successfully.!', '2023-07-10', '09:08:30', 'upazila', '1', '2023-07-10 09:08:30', '2023-07-10 09:08:30'),
(733, 2, '\"Super Admin\" delete upazila \"Sirajganj\" successfully.!', '2023-07-10', '09:08:41', 'upazila', '1', '2023-07-10 09:08:41', '2023-07-10 09:08:41'),
(734, 2, '\"Super Admin\" add upazila \"Dinajpur Sadar\" successfully.!', '2023-07-10', '09:10:23', 'upazila', '1', '2023-07-10 09:10:23', '2023-07-10 09:10:23'),
(735, 2, '\"Super Admin\" add upazila \"Birampur\" successfully.!', '2023-07-10', '09:10:34', 'upazila', '1', '2023-07-10 09:10:34', '2023-07-10 09:10:34'),
(736, 2, '\"Super Admin\" add upazila \"Biral\" successfully.!', '2023-07-10', '09:10:45', 'upazila', '1', '2023-07-10 09:10:45', '2023-07-10 09:10:45'),
(737, 2, '\"Super Admin\" add upazila \"Phulbari\" successfully.!', '2023-07-10', '09:10:55', 'upazila', '1', '2023-07-10 09:10:55', '2023-07-10 09:10:55'),
(738, 2, '\"Super Admin\" add upazila \"Hakimpur\" successfully.!', '2023-07-10', '09:11:07', 'upazila', '1', '2023-07-10 09:11:07', '2023-07-10 09:11:07'),
(739, 2, '\"Super Admin\" add upazila \"Khansama\" successfully.!', '2023-07-10', '09:11:18', 'upazila', '1', '2023-07-10 09:11:18', '2023-07-10 09:11:18'),
(740, 2, '\"Super Admin\" add upazila \"Khansama\" successfully.!', '2023-07-10', '09:11:18', 'upazila', '1', '2023-07-10 09:11:18', '2023-07-10 09:11:18'),
(741, 2, '\"Super Admin\" add upazila \"Nawabganj\" successfully.!', '2023-07-10', '09:11:33', 'upazila', '1', '2023-07-10 09:11:33', '2023-07-10 09:11:33'),
(742, 2, '\"Super Admin\" add upazila \"Parbatipur\" successfully.!', '2023-07-10', '09:11:46', 'upazila', '1', '2023-07-10 09:11:46', '2023-07-10 09:11:46'),
(743, 2, '\"Super Admin\" add upazila \"Birganj\" successfully.!', '2023-07-10', '09:12:04', 'upazila', '1', '2023-07-10 09:12:04', '2023-07-10 09:12:04'),
(744, 2, '\"Super Admin\" add upazila \"Kaharole\" successfully.!', '2023-07-10', '09:12:15', 'upazila', '1', '2023-07-10 09:12:15', '2023-07-10 09:12:15'),
(745, 2, '\"Super Admin\" add upazila \"Chirirbandar\" successfully.!', '2023-07-10', '09:12:26', 'upazila', '1', '2023-07-10 09:12:26', '2023-07-10 09:12:26'),
(746, 2, '\"Super Admin\" add upazila \"Ghoraghat\" successfully.!', '2023-07-10', '09:12:36', 'upazila', '1', '2023-07-10 09:12:36', '2023-07-10 09:12:36'),
(747, 2, '\"Super Admin\" add upazila \"Bochaganj\" successfully.!', '2023-07-10', '09:12:50', 'upazila', '1', '2023-07-10 09:12:50', '2023-07-10 09:12:50'),
(748, 2, '\"Super Admin\" delete upazila \"Khansama\" successfully.!', '2023-07-10', '09:13:29', 'upazila', '1', '2023-07-10 09:13:29', '2023-07-10 09:13:29'),
(749, 2, '\"Super Admin\" add upazila \"Kotwali\" successfully.!', '2023-07-10', '09:14:40', 'upazila', '1', '2023-07-10 09:14:40', '2023-07-10 09:14:40'),
(750, 2, '\"Super Admin\" delete division \"Lalmonirhat 2\" successfully.!', '2023-07-10', '09:16:53', 'city', '1', '2023-07-10 09:16:53', '2023-07-10 09:16:53'),
(751, 2, '\"Super Admin\" delete division \"Lalmonirhat\" successfully.!', '2023-07-10', '09:17:04', 'city', '1', '2023-07-10 09:17:04', '2023-07-10 09:17:04'),
(752, 2, '\"Super Admin\" add City \"Nilphamari\" successfully.!', '2023-07-10', '09:18:27', 'city', '1', '2023-07-10 09:18:27', '2023-07-10 09:18:27'),
(753, 2, '\"Super Admin\" add City \"Panchagarh\" successfully.!', '2023-07-10', '09:19:07', 'city', '1', '2023-07-10 09:19:07', '2023-07-10 09:19:07'),
(754, 2, '\"Super Admin\" add upazila \"Gaibandha Sadar\" successfully.!', '2023-07-10', '09:21:06', 'upazila', '1', '2023-07-10 09:21:06', '2023-07-10 09:21:06'),
(755, 2, '\"Super Admin\" add upazila \"Palashbari\" successfully.!', '2023-07-10', '09:21:16', 'upazila', '1', '2023-07-10 09:21:16', '2023-07-10 09:21:16'),
(756, 2, '\"Super Admin\" add upazila \"Palashbari\" successfully.!', '2023-07-10', '09:21:31', 'upazila', '1', '2023-07-10 09:21:31', '2023-07-10 09:21:31'),
(757, 2, '\"Super Admin\" add upazila \"Fulchhari\" successfully.!', '2023-07-10', '09:21:40', 'upazila', '1', '2023-07-10 09:21:40', '2023-07-10 09:21:40'),
(758, 2, '\"Super Admin\" add upazila \"Sadullapur\" successfully.!', '2023-07-10', '09:22:06', 'upazila', '1', '2023-07-10 09:22:06', '2023-07-10 09:22:06'),
(759, 2, '\"Super Admin\" add upazila \"Sundarganj\" successfully.!', '2023-07-10', '09:22:25', 'upazila', '1', '2023-07-10 09:22:25', '2023-07-10 09:22:25'),
(760, 2, '\"Super Admin\" add upazila \"Gobindaganj\" successfully.!', '2023-07-10', '09:22:49', 'upazila', '1', '2023-07-10 09:22:49', '2023-07-10 09:22:49'),
(761, 2, '\"Super Admin\" add upazila \"Saghata\" successfully.!', '2023-07-10', '09:23:18', 'upazila', '1', '2023-07-10 09:23:18', '2023-07-10 09:23:18'),
(762, 2, '\"Super Admin\" delete upazila \"Palashbari\" successfully.!', '2023-07-10', '09:23:32', 'upazila', '1', '2023-07-10 09:23:32', '2023-07-10 09:23:32'),
(763, 2, '\"Super Admin\" add upazila \"Kurigram Sadar\" successfully.!', '2023-07-10', '09:25:19', 'upazila', '1', '2023-07-10 09:25:19', '2023-07-10 09:25:19'),
(764, 2, '\"Super Admin\" add upazila \"Phulbari\" successfully.!', '2023-07-10', '09:25:29', 'upazila', '1', '2023-07-10 09:25:29', '2023-07-10 09:25:29'),
(765, 2, '\"Super Admin\" add upazila \"Nageshwari\" successfully.!', '2023-07-10', '09:25:43', 'upazila', '1', '2023-07-10 09:25:43', '2023-07-10 09:25:43'),
(766, 2, '\"Super Admin\" add upazila \"Rajarha\" successfully.!', '2023-07-10', '09:25:53', 'upazila', '1', '2023-07-10 09:25:53', '2023-07-10 09:25:53'),
(767, 2, '\"Super Admin\" add upazila \"Bhurungamari\" successfully.!', '2023-07-10', '09:26:05', 'upazila', '1', '2023-07-10 09:26:05', '2023-07-10 09:26:05'),
(768, 2, '\"Super Admin\" add upazila \"Ulipur\" successfully.!', '2023-07-10', '09:26:22', 'upazila', '1', '2023-07-10 09:26:22', '2023-07-10 09:26:22'),
(769, 2, '\"Super Admin\" add upazila \"Char Rajibpur\" successfully.!', '2023-07-10', '09:26:38', 'upazila', '1', '2023-07-10 09:26:38', '2023-07-10 09:26:38'),
(770, 2, '\"Super Admin\" add upazila \"Rowmari\" successfully.!', '2023-07-10', '09:26:48', 'upazila', '1', '2023-07-10 09:26:48', '2023-07-10 09:26:48'),
(771, 2, '\"Super Admin\" add upazila \"Chilmari\" successfully.!', '2023-07-10', '09:27:05', 'upazila', '1', '2023-07-10 09:27:05', '2023-07-10 09:27:05'),
(772, 2, '\"Super Admin\" add upazila \"Dusmara\" successfully.!', '2023-07-10', '09:27:48', 'upazila', '1', '2023-07-10 09:27:48', '2023-07-10 09:27:48'),
(773, 2, '\"Super Admin\" add upazila \"Kachakata\" successfully.!', '2023-07-10', '09:28:24', 'upazila', '1', '2023-07-10 09:28:24', '2023-07-10 09:28:24'),
(774, 2, '\"Super Admin\" update upazila \"Rajarhat\" successfully.!', '2023-07-10', '09:28:51', 'upazila', '1', '2023-07-10 09:28:51', '2023-07-10 09:28:51'),
(775, 2, '\"Super Admin\" add upazila \"Lalmonirhat Sadar\" successfully.!', '2023-07-10', '09:30:25', 'upazila', '1', '2023-07-10 09:30:25', '2023-07-10 09:30:25'),
(776, 2, '\"Super Admin\" add upazila \"Patgram\" successfully.!', '2023-07-10', '09:30:36', 'upazila', '1', '2023-07-10 09:30:36', '2023-07-10 09:30:36'),
(777, 2, '\"Super Admin\" add upazila \"Aditmari\" successfully.!', '2023-07-10', '09:30:47', 'upazila', '1', '2023-07-10 09:30:47', '2023-07-10 09:30:47'),
(778, 2, '\"Super Admin\" add upazila \"Hatibandha\" successfully.!', '2023-07-10', '09:30:59', 'upazila', '1', '2023-07-10 09:30:59', '2023-07-10 09:30:59'),
(779, 2, '\"Super Admin\" add upazila \"Kaliganj\" successfully.!', '2023-07-10', '09:31:10', 'upazila', '1', '2023-07-10 09:31:10', '2023-07-10 09:31:10'),
(780, 2, '\"Super Admin\" add upazila \"Rangpur Sadar\" successfully.!', '2023-07-10', '09:32:43', 'upazila', '1', '2023-07-10 09:32:43', '2023-07-10 09:32:43'),
(781, 2, '\"Super Admin\" add upazila \"Badarganj\" successfully.!', '2023-07-10', '09:32:58', 'upazila', '1', '2023-07-10 09:32:58', '2023-07-10 09:32:58'),
(782, 2, '\"Super Admin\" add upazila \"Kaunia\" successfully.!', '2023-07-10', '09:33:09', 'upazila', '1', '2023-07-10 09:33:09', '2023-07-10 09:33:09'),
(783, 2, '\"Super Admin\" add upazila \"Gangachhara\" successfully.!', '2023-07-10', '09:33:19', 'upazila', '1', '2023-07-10 09:33:19', '2023-07-10 09:33:19'),
(784, 2, '\"Super Admin\" add upazila \"Mithapukur\" successfully.!', '2023-07-10', '09:33:32', 'upazila', '1', '2023-07-10 09:33:32', '2023-07-10 09:33:32'),
(785, 2, '\"Super Admin\" add upazila \"Taraganj\" successfully.!', '2023-07-10', '09:33:46', 'upazila', '1', '2023-07-10 09:33:46', '2023-07-10 09:33:46'),
(786, 2, '\"Super Admin\" add upazila \"Pirganj\" successfully.!', '2023-07-10', '09:33:57', 'upazila', '1', '2023-07-10 09:33:57', '2023-07-10 09:33:57'),
(787, 2, '\"Super Admin\" add upazila \"Pirgachha\" successfully.!', '2023-07-10', '09:34:09', 'upazila', '1', '2023-07-10 09:34:09', '2023-07-10 09:34:09'),
(788, 2, '\"Super Admin\" update upazila \"Gangachara\" successfully.!', '2023-07-10', '09:34:51', 'upazila', '1', '2023-07-10 09:34:51', '2023-07-10 09:34:51'),
(789, 2, '\"Super Admin\" add upazila \"Haragach\" successfully.!', '2023-07-10', '09:35:05', 'upazila', '1', '2023-07-10 09:35:05', '2023-07-10 09:35:05'),
(790, 2, '\"Super Admin\" add upazila \"Hazirhat\" successfully.!', '2023-07-10', '09:35:23', 'upazila', '1', '2023-07-10 09:35:23', '2023-07-10 09:35:23'),
(791, 2, '\"Super Admin\" add upazila \"Kotwali Metro\" successfully.!', '2023-07-10', '09:35:42', 'upazila', '1', '2023-07-10 09:35:42', '2023-07-10 09:35:42'),
(792, 2, '\"Super Admin\" update upazila \"Mitha pukur\" successfully.!', '2023-07-10', '09:36:09', 'upazila', '1', '2023-07-10 09:36:09', '2023-07-10 09:36:09'),
(793, 2, '\"Super Admin\" add upazila \"Mahigonj\" successfully.!', '2023-07-10', '09:36:23', 'upazila', '1', '2023-07-10 09:36:23', '2023-07-10 09:36:23'),
(794, 2, '\"Super Admin\" add upazila \"Porshuram\" successfully.!', '2023-07-10', '09:37:03', 'upazila', '1', '2023-07-10 09:37:03', '2023-07-10 09:37:03'),
(795, 2, '\"Super Admin\" add upazila \"Tajhat\" successfully.!', '2023-07-10', '09:37:15', 'upazila', '1', '2023-07-10 09:37:15', '2023-07-10 09:37:15'),
(796, 2, '\"Super Admin\" add upazila \"Thakurgaon Sada\" successfully.!', '2023-07-10', '09:39:00', 'upazila', '1', '2023-07-10 09:39:00', '2023-07-10 09:39:00'),
(797, 2, '\"Super Admin\" update upazila \"Thakurgaon Sadar\" successfully.!', '2023-07-10', '09:39:12', 'upazila', '1', '2023-07-10 09:39:12', '2023-07-10 09:39:12'),
(798, 2, '\"Super Admin\" add upazila \"Baliadangi\" successfully.!', '2023-07-10', '09:39:28', 'upazila', '1', '2023-07-10 09:39:28', '2023-07-10 09:39:28'),
(799, 2, '\"Super Admin\" add upazila \"Pirganj\" successfully.!', '2023-07-10', '09:39:39', 'upazila', '1', '2023-07-10 09:39:39', '2023-07-10 09:39:39'),
(800, 2, '\"Super Admin\" add upazila \"Ranisankail\" successfully.!', '2023-07-10', '09:39:49', 'upazila', '1', '2023-07-10 09:39:49', '2023-07-10 09:39:49'),
(801, 2, '\"Super Admin\" add upazila \"Haripur\" successfully.!', '2023-07-10', '09:39:59', 'upazila', '1', '2023-07-10 09:39:59', '2023-07-10 09:39:59'),
(802, 2, '\"Super Admin\" add upazila \"Ruhia\" successfully.!', '2023-07-10', '09:40:42', 'upazila', '1', '2023-07-10 09:40:42', '2023-07-10 09:40:42'),
(803, 2, '\"Super Admin\" add upazila \"Nilphamari Sadar\" successfully.!', '2023-07-10', '09:41:51', 'upazila', '1', '2023-07-10 09:41:51', '2023-07-10 09:41:51'),
(804, 2, '\"Super Admin\" add upazila \"Jaldhaka\" successfully.!', '2023-07-10', '09:42:15', 'upazila', '1', '2023-07-10 09:42:15', '2023-07-10 09:42:15'),
(805, 2, '\"Super Admin\" add upazila \"Saidpur\" successfully.!', '2023-07-10', '09:42:26', 'upazila', '1', '2023-07-10 09:42:26', '2023-07-10 09:42:26'),
(806, 2, '\"Super Admin\" add upazila \"Dimla\" successfully.!', '2023-07-10', '09:42:37', 'upazila', '1', '2023-07-10 09:42:37', '2023-07-10 09:42:37'),
(807, 2, '\"Super Admin\" add upazila \"Kishoreganj\" successfully.!', '2023-07-10', '09:42:56', 'upazila', '1', '2023-07-10 09:42:56', '2023-07-10 09:42:56'),
(808, 2, '\"Super Admin\" add upazila \"Domar\" successfully.!', '2023-07-10', '09:43:20', 'upazila', '1', '2023-07-10 09:43:20', '2023-07-10 09:43:20'),
(809, 2, '\"Super Admin\" add upazila \"Panchagarh Sadar\" successfully.!', '2023-07-10', '09:44:38', 'upazila', '1', '2023-07-10 09:44:38', '2023-07-10 09:44:38'),
(810, 2, '\"Super Admin\" add upazila \"Atwari\" successfully.!', '2023-07-10', '09:44:48', 'upazila', '1', '2023-07-10 09:44:48', '2023-07-10 09:44:48'),
(811, 2, '\"Super Admin\" add upazila \"Boda\" successfully.!', '2023-07-10', '09:44:59', 'upazila', '1', '2023-07-10 09:44:59', '2023-07-10 09:44:59'),
(812, 2, '\"Super Admin\" add upazila \"Debiganj\" successfully.!', '2023-07-10', '09:45:08', 'upazila', '1', '2023-07-10 09:45:08', '2023-07-10 09:45:08'),
(813, 2, '\"Super Admin\" add upazila \"Tetulia\" successfully.!', '2023-07-10', '09:45:18', 'upazila', '1', '2023-07-10 09:45:18', '2023-07-10 09:45:18'),
(814, 2, '\"Super Admin\" add upazila \"Habiganj Sada\" successfully.!', '2023-07-10', '09:47:07', 'upazila', '1', '2023-07-10 09:47:07', '2023-07-10 09:47:07'),
(815, 2, '\"Super Admin\" update upazila \"Habiganj Sadar\" successfully.!', '2023-07-10', '09:47:19', 'upazila', '1', '2023-07-10 09:47:19', '2023-07-10 09:47:19'),
(816, 2, '\"Super Admin\" add upazila \"Lakhai\" successfully.!', '2023-07-10', '09:47:35', 'upazila', '1', '2023-07-10 09:47:35', '2023-07-10 09:47:35'),
(817, 2, '\"Super Admin\" add upazila \"Madhabpur\" successfully.!', '2023-07-10', '09:47:45', 'upazila', '1', '2023-07-10 09:47:45', '2023-07-10 09:47:45'),
(818, 2, '\"Super Admin\" add upazila \"Nabiganj\" successfully.!', '2023-07-10', '09:47:54', 'upazila', '1', '2023-07-10 09:47:54', '2023-07-10 09:47:54'),
(819, 2, '\"Super Admin\" add upazila \"Chunarughat\" successfully.!', '2023-07-10', '09:48:04', 'upazila', '1', '2023-07-10 09:48:04', '2023-07-10 09:48:04'),
(820, 2, '\"Super Admin\" add upazila \"Baniachang\" successfully.!', '2023-07-10', '09:48:13', 'upazila', '1', '2023-07-10 09:48:13', '2023-07-10 09:48:13'),
(821, 2, '\"Super Admin\" add upazila \"Bahubal\" successfully.!', '2023-07-10', '09:48:24', 'upazila', '1', '2023-07-10 09:48:24', '2023-07-10 09:48:24'),
(822, 2, '\"Super Admin\" add upazila \"Ajmiriganj\" successfully.!', '2023-07-10', '09:48:35', 'upazila', '1', '2023-07-10 09:48:35', '2023-07-10 09:48:35'),
(823, 2, '\"Super Admin\" add upazila \"Nabiganj\" successfully.!', '2023-07-10', '09:49:36', 'upazila', '1', '2023-07-10 09:49:36', '2023-07-10 09:49:36'),
(824, 2, '\"Super Admin\" add upazila \"Shaestagonj\" successfully.!', '2023-07-10', '09:49:51', 'upazila', '1', '2023-07-10 09:49:51', '2023-07-10 09:49:51'),
(825, 2, '\"Super Admin\" delete upazila \"Nabiganj\" successfully.!', '2023-07-10', '09:50:17', 'upazila', '1', '2023-07-10 09:50:17', '2023-07-10 09:50:17'),
(826, 2, '\"Super Admin\" add upazila \"Moulvibazar Sadar\" successfully.!', '2023-07-10', '09:51:27', 'upazila', '1', '2023-07-10 09:51:27', '2023-07-10 09:51:27'),
(827, 2, '\"Super Admin\" add upazila \"Srimangal\" successfully.!', '2023-07-10', '09:52:01', 'upazila', '1', '2023-07-10 09:52:01', '2023-07-10 09:52:01'),
(828, 2, '\"Super Admin\" add upazila \"Kulaura\" successfully.!', '2023-07-10', '09:52:16', 'upazila', '1', '2023-07-10 09:52:16', '2023-07-10 09:52:16'),
(829, 2, '\"Super Admin\" add upazila \"Kamalganj\" successfully.!', '2023-07-10', '09:52:27', 'upazila', '1', '2023-07-10 09:52:27', '2023-07-10 09:52:27'),
(830, 2, '\"Super Admin\" add upazila \"Juri\" successfully.!', '2023-07-10', '09:52:41', 'upazila', '1', '2023-07-10 09:52:41', '2023-07-10 09:52:41'),
(831, 2, '\"Super Admin\" add upazila \"Barlekha\" successfully.!', '2023-07-10', '09:52:57', 'upazila', '1', '2023-07-10 09:52:57', '2023-07-10 09:52:57'),
(832, 2, '\"Super Admin\" add upazila \"Rajnagar\" successfully.!', '2023-07-10', '09:53:09', 'upazila', '1', '2023-07-10 09:53:09', '2023-07-10 09:53:09'),
(833, 2, '\"Super Admin\" update upazila \"Komolganj\" successfully.!', '2023-07-10', '09:54:04', 'upazila', '1', '2023-07-10 09:54:04', '2023-07-10 09:54:04'),
(834, 2, '\"Super Admin\" add upazila \"Sunamganj Sadar\" successfully.!', '2023-07-10', '09:54:52', 'upazila', '1', '2023-07-10 09:54:52', '2023-07-10 09:54:52'),
(835, 2, '\"Super Admin\" add upazila \"Sunamganj South\" successfully.!', '2023-07-10', '09:55:14', 'upazila', '1', '2023-07-10 09:55:14', '2023-07-10 09:55:14'),
(836, 2, '\"Super Admin\" update upazila \"Dakhsin Sunamganj\" successfully.!', '2023-07-10', '09:56:04', 'upazila', '1', '2023-07-10 09:56:04', '2023-07-10 09:56:04'),
(837, 2, '\"Super Admin\" add upazila \"Chhatak\" successfully.!', '2023-07-10', '09:56:18', 'upazila', '1', '2023-07-10 09:56:18', '2023-07-10 09:56:18'),
(838, 2, '\"Super Admin\" add upazila \"Jagannathpur\" successfully.!', '2023-07-10', '09:56:28', 'upazila', '1', '2023-07-10 09:56:28', '2023-07-10 09:56:28'),
(839, 2, '\"Super Admin\" add upazila \"Bishwamvarpur\" successfully.!', '2023-07-10', '09:56:39', 'upazila', '1', '2023-07-10 09:56:39', '2023-07-10 09:56:39'),
(840, 2, '\"Super Admin\" add upazila \"Tahirpur\" successfully.!', '2023-07-10', '09:56:50', 'upazila', '1', '2023-07-10 09:56:50', '2023-07-10 09:56:50'),
(841, 2, '\"Super Admin\" add upazila \"Derai\" successfully.!', '2023-07-10', '09:57:01', 'upazila', '1', '2023-07-10 09:57:01', '2023-07-10 09:57:01'),
(842, 2, '\"Super Admin\" add upazila \"Dharampasha\" successfully.!', '2023-07-10', '09:57:11', 'upazila', '1', '2023-07-10 09:57:11', '2023-07-10 09:57:11'),
(843, 2, '\"Super Admin\" add upazila \"Sulla\" successfully.!', '2023-07-10', '09:57:22', 'upazila', '1', '2023-07-10 09:57:22', '2023-07-10 09:57:22'),
(844, 2, '\"Super Admin\" add upazila \"Dowarabazar\" successfully.!', '2023-07-10', '09:57:33', 'upazila', '1', '2023-07-10 09:57:33', '2023-07-10 09:57:33'),
(845, 2, '\"Super Admin\" add upazila \"Jamalganj\" successfully.!', '2023-07-10', '09:57:43', 'upazila', '1', '2023-07-10 09:57:43', '2023-07-10 09:57:43'),
(846, 2, '\"Super Admin\" add upazila \"Madhanagar\" successfully.!', '2023-07-10', '09:58:30', 'upazila', '1', '2023-07-10 09:58:30', '2023-07-10 09:58:30'),
(847, 2, '\"Super Admin\" update upazila \"Sullah\" successfully.!', '2023-07-10', '09:59:06', 'upazila', '1', '2023-07-10 09:59:06', '2023-07-10 09:59:06'),
(848, 73, 'Gruzlymn User Created successful.!', '2023-07-10', '19:23:33', 'user', '1', '2023-07-10 19:23:33', '2023-07-10 19:23:33'),
(849, 74, 'User User Created successful.!', '2023-07-11', '03:56:12', 'user', '1', '2023-07-11 03:56:12', '2023-07-11 03:56:12'),
(850, 75, 'Davidvap User Created successful.!', '2023-07-11', '09:03:27', 'user', '1', '2023-07-11 09:03:27', '2023-07-11 09:03:27'),
(851, 2, '\"Super Admin\" add City \"Barguna\" successfully.!', '2023-07-13', '13:08:43', 'city', '1', '2023-07-13 13:08:43', '2023-07-13 13:08:43'),
(852, 2, '\"Super Admin\" add City \"Barishal\" successfully.!', '2023-07-13', '13:09:35', 'city', '1', '2023-07-13 13:09:35', '2023-07-13 13:09:35'),
(853, 2, '\"Super Admin\" add City \"Bhola\" successfully.!', '2023-07-13', '13:09:53', 'city', '1', '2023-07-13 13:09:53', '2023-07-13 13:09:53'),
(854, 2, '\"Super Admin\" add City \"Jhalokathi\" successfully.!', '2023-07-13', '13:10:10', 'city', '1', '2023-07-13 13:10:10', '2023-07-13 13:10:10'),
(855, 2, '\"Super Admin\" add City \"Pirojpur\" successfully.!', '2023-07-13', '13:11:14', 'city', '1', '2023-07-13 13:11:14', '2023-07-13 13:11:14'),
(856, 2, '\"Super Admin\" add City \"Patuakhali\" successfully.!', '2023-07-13', '13:12:20', 'city', '1', '2023-07-13 13:12:20', '2023-07-13 13:12:20'),
(857, 2, '\"Super Admin\" add Divition \"Other\" successfully.!', '2023-07-16', '00:12:25', 'division', '1', '2023-07-16 00:12:25', '2023-07-16 00:12:25'),
(858, 2, '\"Super Admin\" add City \"Other\" successfully.!', '2023-07-16', '00:12:47', 'city', '1', '2023-07-16 00:12:47', '2023-07-16 00:12:47'),
(859, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '00:13:09', 'upazila', '1', '2023-07-16 00:13:09', '2023-07-16 00:13:09'),
(860, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '00:13:50', 'upazila', '1', '2023-07-16 00:13:50', '2023-07-16 00:13:50'),
(861, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '00:14:10', 'upazila', '1', '2023-07-16 00:14:10', '2023-07-16 00:14:10'),
(862, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '00:14:29', 'upazila', '1', '2023-07-16 00:14:29', '2023-07-16 00:14:29'),
(863, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '00:15:25', 'upazila', '1', '2023-07-16 00:15:25', '2023-07-16 00:15:25'),
(864, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '00:15:53', 'upazila', '1', '2023-07-16 00:15:53', '2023-07-16 00:15:53'),
(865, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '00:16:13', 'upazila', '1', '2023-07-16 00:16:13', '2023-07-16 00:16:13'),
(866, 2, '\"Super Admin\" add upazila \"Barguna Sadar\" successfully.!', '2023-07-16', '11:12:55', 'upazila', '1', '2023-07-16 11:12:55', '2023-07-16 11:12:55'),
(867, 2, '\"Super Admin\" add upazila \"Amtali\" successfully.!', '2023-07-16', '11:13:09', 'upazila', '1', '2023-07-16 11:13:09', '2023-07-16 11:13:09'),
(868, 2, '\"Super Admin\" add upazila \"Bamna\" successfully.!', '2023-07-16', '11:13:32', 'upazila', '1', '2023-07-16 11:13:32', '2023-07-16 11:13:32'),
(869, 2, '\"Super Admin\" add upazila \"Patharghata\" successfully.!', '2023-07-16', '11:13:51', 'upazila', '1', '2023-07-16 11:13:51', '2023-07-16 11:13:51'),
(870, 2, '\"Super Admin\" add upazila \"Taltali\" successfully.!', '2023-07-16', '11:14:07', 'upazila', '1', '2023-07-16 11:14:07', '2023-07-16 11:14:07'),
(871, 2, '\"Super Admin\" add upazila \"Betagi\" successfully.!', '2023-07-16', '11:14:21', 'upazila', '1', '2023-07-16 11:14:21', '2023-07-16 11:14:21'),
(872, 2, '\"Super Admin\" add upazila \"Bakerganj\" successfully.!', '2023-07-16', '11:16:55', 'upazila', '1', '2023-07-16 11:16:55', '2023-07-16 11:16:55'),
(873, 2, '\"Super Admin\" add upazila \"Babuganj\" successfully.!', '2023-07-16', '11:17:08', 'upazila', '1', '2023-07-16 11:17:08', '2023-07-16 11:17:08'),
(874, 2, '\"Super Admin\" add upazila \"Banaripara\" successfully.!', '2023-07-16', '11:17:22', 'upazila', '1', '2023-07-16 11:17:22', '2023-07-16 11:17:22'),
(875, 2, '\"Super Admin\" add upazila \"Ujirpur\" successfully.!', '2023-07-16', '11:17:38', 'upazila', '1', '2023-07-16 11:17:38', '2023-07-16 11:17:38'),
(876, 2, '\"Super Admin\" add upazila \"Gournodi\" successfully.!', '2023-07-16', '11:17:52', 'upazila', '1', '2023-07-16 11:17:52', '2023-07-16 11:17:52'),
(877, 2, '\"Super Admin\" add upazila \"Agouljhora\" successfully.!', '2023-07-16', '11:18:09', 'upazila', '1', '2023-07-16 11:18:09', '2023-07-16 11:18:09'),
(878, 2, '\"Super Admin\" add upazila \"Hijla\" successfully.!', '2023-07-16', '11:18:25', 'upazila', '1', '2023-07-16 11:18:25', '2023-07-16 11:18:25'),
(879, 2, '\"Super Admin\" add upazila \"Muladi\" successfully.!', '2023-07-16', '11:18:48', 'upazila', '1', '2023-07-16 11:18:48', '2023-07-16 11:18:48'),
(880, 2, '\"Super Admin\" add upazila \"Mehendiganj\" successfully.!', '2023-07-16', '11:19:04', 'upazila', '1', '2023-07-16 11:19:04', '2023-07-16 11:19:04'),
(881, 2, '\"Super Admin\" add upazila \"Kazirhut\" successfully.!', '2023-07-16', '11:19:23', 'upazila', '1', '2023-07-16 11:19:23', '2023-07-16 11:19:23'),
(882, 2, '\"Super Admin\" add upazila \"Bhola Sadar\" successfully.!', '2023-07-16', '11:20:55', 'upazila', '1', '2023-07-16 11:20:55', '2023-07-16 11:20:55'),
(883, 2, '\"Super Admin\" add upazila \"Char Fasson\" successfully.!', '2023-07-16', '11:21:09', 'upazila', '1', '2023-07-16 11:21:09', '2023-07-16 11:21:09'),
(884, 2, '\"Super Admin\" add upazila \"Manpura\" successfully.!', '2023-07-16', '11:21:25', 'upazila', '1', '2023-07-16 11:21:25', '2023-07-16 11:21:25'),
(885, 2, '\"Super Admin\" add upazila \"Burhanuddin\" successfully.!', '2023-07-16', '11:21:36', 'upazila', '1', '2023-07-16 11:21:36', '2023-07-16 11:21:36'),
(886, 2, '\"Super Admin\" add upazila \"Tazumuddin\" successfully.!', '2023-07-16', '11:21:49', 'upazila', '1', '2023-07-16 11:21:49', '2023-07-16 11:21:49'),
(887, 2, '\"Super Admin\" add upazila \"Daulatkhan\" successfully.!', '2023-07-16', '11:22:00', 'upazila', '1', '2023-07-16 11:22:00', '2023-07-16 11:22:00'),
(888, 2, '\"Super Admin\" add upazila \"Lalmohan\" successfully.!', '2023-07-16', '11:22:17', 'upazila', '1', '2023-07-16 11:22:17', '2023-07-16 11:22:17'),
(889, 2, '\"Super Admin\" add upazila \"Jhalokati Sadar\" successfully.!', '2023-07-16', '11:23:31', 'upazila', '1', '2023-07-16 11:23:31', '2023-07-16 11:23:31'),
(890, 2, '\"Super Admin\" add upazila \"Jhalokati Sadar\" successfully.!', '2023-07-16', '11:23:32', 'upazila', '1', '2023-07-16 11:23:32', '2023-07-16 11:23:32'),
(891, 2, '\"Super Admin\" delete upazila \"Jhalokati Sadar\" successfully.!', '2023-07-16', '11:23:37', 'upazila', '1', '2023-07-16 11:23:37', '2023-07-16 11:23:37'),
(892, 2, '\"Super Admin\" add upazila \"Kathalia\" successfully.!', '2023-07-16', '11:23:59', 'upazila', '1', '2023-07-16 11:23:59', '2023-07-16 11:23:59'),
(893, 2, '\"Super Admin\" add upazila \"Nalchity\" successfully.!', '2023-07-16', '11:24:32', 'upazila', '1', '2023-07-16 11:24:32', '2023-07-16 11:24:32'),
(894, 2, '\"Super Admin\" add upazila \"Rajapur\" successfully.!', '2023-07-16', '11:24:58', 'upazila', '1', '2023-07-16 11:24:58', '2023-07-16 11:24:58'),
(895, 2, '\"Super Admin\" add upazila \"Pirojpur Sadar\" successfully.!', '2023-07-16', '11:26:02', 'upazila', '1', '2023-07-16 11:26:02', '2023-07-16 11:26:02'),
(896, 2, '\"Super Admin\" add upazila \"Zianagar\" successfully.!', '2023-07-16', '11:26:14', 'upazila', '1', '2023-07-16 11:26:14', '2023-07-16 11:26:14'),
(897, 2, '\"Super Admin\" add upazila \"Mathbaria\" successfully.!', '2023-07-16', '11:26:27', 'upazila', '1', '2023-07-16 11:26:27', '2023-07-16 11:26:27'),
(898, 2, '\"Super Admin\" add upazila \"Bhandaria\" successfully.!', '2023-07-16', '11:26:39', 'upazila', '1', '2023-07-16 11:26:39', '2023-07-16 11:26:39'),
(899, 2, '\"Super Admin\" add upazila \"Kawkhali\" successfully.!', '2023-07-16', '11:26:52', 'upazila', '1', '2023-07-16 11:26:52', '2023-07-16 11:26:52'),
(900, 2, '\"Super Admin\" add upazila \"Nesarabad\" successfully.!', '2023-07-16', '11:27:09', 'upazila', '1', '2023-07-16 11:27:09', '2023-07-16 11:27:09'),
(901, 2, '\"Super Admin\" add upazila \"Nazirpur\" successfully.!', '2023-07-16', '11:27:24', 'upazila', '1', '2023-07-16 11:27:24', '2023-07-16 11:27:24'),
(902, 2, '\"Super Admin\" add upazila \"Patuakhali Sadar\" successfully.!', '2023-07-16', '11:28:34', 'upazila', '1', '2023-07-16 11:28:34', '2023-07-16 11:28:34'),
(903, 2, '\"Super Admin\" add upazila \"Dumki\" successfully.!', '2023-07-16', '11:28:48', 'upazila', '1', '2023-07-16 11:28:48', '2023-07-16 11:28:48'),
(904, 2, '\"Super Admin\" add upazila \"Mirzaganj\" successfully.!', '2023-07-16', '11:29:01', 'upazila', '1', '2023-07-16 11:29:01', '2023-07-16 11:29:01'),
(905, 2, '\"Super Admin\" add upazila \"Bauphal\" successfully.!', '2023-07-16', '11:29:12', 'upazila', '1', '2023-07-16 11:29:12', '2023-07-16 11:29:12'),
(906, 2, '\"Super Admin\" add upazila \"Galachipa\" successfully.!', '2023-07-16', '11:29:30', 'upazila', '1', '2023-07-16 11:29:30', '2023-07-16 11:29:30'),
(907, 2, '\"Super Admin\" add upazila \"Dashmina\" successfully.!', '2023-07-16', '11:29:42', 'upazila', '1', '2023-07-16 11:29:42', '2023-07-16 11:29:42'),
(908, 2, '\"Super Admin\" add upazila \"Rangabali\" successfully.!', '2023-07-16', '11:29:57', 'upazila', '1', '2023-07-16 11:29:57', '2023-07-16 11:29:57'),
(909, 2, '\"Super Admin\" add upazila \"Kalapara\" successfully.!', '2023-07-16', '11:30:18', 'upazila', '1', '2023-07-16 11:30:18', '2023-07-16 11:30:18'),
(910, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '14:53:51', 'upazila', '1', '2023-07-16 14:53:51', '2023-07-16 14:53:51'),
(911, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:01:12', 'upazila', '1', '2023-07-16 15:01:12', '2023-07-16 15:01:12'),
(912, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:05:30', 'upazila', '1', '2023-07-16 15:05:30', '2023-07-16 15:05:30'),
(913, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:05:52', 'upazila', '1', '2023-07-16 15:05:52', '2023-07-16 15:05:52'),
(914, 2, '\"Super Admin\" add City \"Other\" successfully.!', '2023-07-16', '15:07:46', 'city', '1', '2023-07-16 15:07:46', '2023-07-16 15:07:46'),
(915, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:08:59', 'upazila', '1', '2023-07-16 15:08:59', '2023-07-16 15:08:59'),
(916, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:09:36', 'upazila', '1', '2023-07-16 15:09:36', '2023-07-16 15:09:36'),
(917, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:10:11', 'upazila', '1', '2023-07-16 15:10:11', '2023-07-16 15:10:11'),
(918, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:10:46', 'upazila', '1', '2023-07-16 15:10:46', '2023-07-16 15:10:46'),
(919, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:11:12', 'upazila', '1', '2023-07-16 15:11:12', '2023-07-16 15:11:12'),
(920, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:11:42', 'upazila', '1', '2023-07-16 15:11:42', '2023-07-16 15:11:42'),
(921, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:12:07', 'upazila', '1', '2023-07-16 15:12:07', '2023-07-16 15:12:07'),
(922, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:12:27', 'upazila', '1', '2023-07-16 15:12:27', '2023-07-16 15:12:27'),
(923, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:12:45', 'upazila', '1', '2023-07-16 15:12:45', '2023-07-16 15:12:45'),
(924, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:13:01', 'upazila', '1', '2023-07-16 15:13:01', '2023-07-16 15:13:01'),
(925, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:13:30', 'upazila', '1', '2023-07-16 15:13:30', '2023-07-16 15:13:30'),
(926, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:14:08', 'upazila', '1', '2023-07-16 15:14:08', '2023-07-16 15:14:08'),
(927, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:14:40', 'upazila', '1', '2023-07-16 15:14:40', '2023-07-16 15:14:40'),
(928, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:16:15', 'upazila', '1', '2023-07-16 15:16:15', '2023-07-16 15:16:15'),
(929, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:16:31', 'upazila', '1', '2023-07-16 15:16:31', '2023-07-16 15:16:31'),
(930, 2, '\"Super Admin\" add upazila \"Other\" successfully.!', '2023-07-16', '15:16:50', 'upazila', '1', '2023-07-16 15:16:50', '2023-07-16 15:16:50'),
(931, 2, '\"Super Admin\" add City \"Other\" successfully.!', '2023-07-16', '15:17:17', 'city', '1', '2023-07-16 15:17:17', '2023-07-16 15:17:17'),
(932, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '20:23:39', 'upazila', '1', '2023-07-16 20:23:39', '2023-07-16 20:23:39'),
(933, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '20:24:25', 'upazila', '1', '2023-07-16 20:24:25', '2023-07-16 20:24:25'),
(934, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '20:28:25', 'upazila', '1', '2023-07-16 20:28:25', '2023-07-16 20:28:25'),
(935, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '20:29:20', 'upazila', '1', '2023-07-16 20:29:20', '2023-07-16 20:29:20'),
(936, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '20:32:13', 'upazila', '1', '2023-07-16 20:32:13', '2023-07-16 20:32:13'),
(937, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '20:33:11', 'upazila', '1', '2023-07-16 20:33:11', '2023-07-16 20:33:11'),
(938, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '20:35:18', 'upazila', '1', '2023-07-16 20:35:18', '2023-07-16 20:35:18'),
(939, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '20:36:13', 'upazila', '1', '2023-07-16 20:36:13', '2023-07-16 20:36:13'),
(940, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '20:36:56', 'upazila', '1', '2023-07-16 20:36:56', '2023-07-16 20:36:56'),
(941, 2, '\"Super Admin\" add upazila \"Kanaighat\" successfully.!', '2023-07-16', '20:58:31', 'upazila', '1', '2023-07-16 20:58:31', '2023-07-16 20:58:31'),
(942, 2, '\"Super Admin\" add upazila \"Companiganj\" successfully.!', '2023-07-16', '20:58:44', 'upazila', '1', '2023-07-16 20:58:44', '2023-07-16 20:58:44'),
(943, 2, '\"Super Admin\" add upazila \"Gowainghat\" successfully.!', '2023-07-16', '20:59:32', 'upazila', '1', '2023-07-16 20:59:32', '2023-07-16 20:59:32'),
(944, 2, '\"Super Admin\" add upazila \"Golabganj\" successfully.!', '2023-07-16', '20:59:55', 'upazila', '1', '2023-07-16 20:59:55', '2023-07-16 20:59:55'),
(945, 2, '\"Super Admin\" add upazila \"Zakiganj\" successfully.!', '2023-07-16', '21:00:14', 'upazila', '1', '2023-07-16 21:00:14', '2023-07-16 21:00:14'),
(946, 2, '\"Super Admin\" add upazila \"Jaintiapur\" successfully.!', '2023-07-16', '21:00:30', 'upazila', '1', '2023-07-16 21:00:30', '2023-07-16 21:00:30'),
(947, 2, '\"Super Admin\" add upazila \"Dakshin Surma\" successfully.!', '2023-07-16', '21:00:52', 'upazila', '1', '2023-07-16 21:00:52', '2023-07-16 21:00:52'),
(948, 2, '\"Super Admin\" add upazila \"Fenchuganj\" successfully.!', '2023-07-16', '21:01:07', 'upazila', '1', '2023-07-16 21:01:07', '2023-07-16 21:01:07'),
(949, 2, '\"Super Admin\" add upazila \"Balaganj\" successfully.!', '2023-07-16', '21:01:20', 'upazila', '1', '2023-07-16 21:01:20', '2023-07-16 21:01:20'),
(950, 2, '\"Super Admin\" add upazila \"Beanibazar\" successfully.!', '2023-07-16', '21:01:34', 'upazila', '1', '2023-07-16 21:01:34', '2023-07-16 21:01:34'),
(951, 2, '\"Super Admin\" add upazila \"Bishwanath\" successfully.!', '2023-07-16', '21:01:56', 'upazila', '1', '2023-07-16 21:01:56', '2023-07-16 21:01:56'),
(952, 2, '\"Super Admin\" add upazila \"Sylhet Sadar\" successfully.!', '2023-07-16', '21:02:14', 'upazila', '1', '2023-07-16 21:02:14', '2023-07-16 21:02:14'),
(953, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:02:22', 'upazila', '1', '2023-07-16 21:02:22', '2023-07-16 21:02:22'),
(954, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:03:59', 'upazila', '1', '2023-07-16 21:03:59', '2023-07-16 21:03:59'),
(955, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:04:21', 'upazila', '1', '2023-07-16 21:04:21', '2023-07-16 21:04:21'),
(956, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:04:41', 'upazila', '1', '2023-07-16 21:04:41', '2023-07-16 21:04:41'),
(957, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:05:08', 'upazila', '1', '2023-07-16 21:05:08', '2023-07-16 21:05:08'),
(958, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:05:46', 'upazila', '1', '2023-07-16 21:05:46', '2023-07-16 21:05:46'),
(959, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:06:13', 'upazila', '1', '2023-07-16 21:06:13', '2023-07-16 21:06:13'),
(960, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:07:04', 'upazila', '1', '2023-07-16 21:07:04', '2023-07-16 21:07:04'),
(961, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:07:38', 'upazila', '1', '2023-07-16 21:07:38', '2023-07-16 21:07:38'),
(962, 2, '\"Super Admin\" add City \"other\" successfully.!', '2023-07-16', '21:08:05', 'city', '1', '2023-07-16 21:08:05', '2023-07-16 21:08:05'),
(963, 2, '\"Super Admin\" add City \"other\" successfully.!', '2023-07-16', '21:08:31', 'city', '1', '2023-07-16 21:08:31', '2023-07-16 21:08:31'),
(964, 2, '\"Super Admin\" add City \"other\" successfully.!', '2023-07-16', '21:09:14', 'city', '1', '2023-07-16 21:09:14', '2023-07-16 21:09:14'),
(965, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:09:43', 'upazila', '1', '2023-07-16 21:09:43', '2023-07-16 21:09:43'),
(966, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:10:02', 'upazila', '1', '2023-07-16 21:10:02', '2023-07-16 21:10:02'),
(967, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:10:25', 'upazila', '1', '2023-07-16 21:10:25', '2023-07-16 21:10:25'),
(968, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:11:05', 'upazila', '1', '2023-07-16 21:11:05', '2023-07-16 21:11:05'),
(969, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:11:51', 'upazila', '1', '2023-07-16 21:11:51', '2023-07-16 21:11:51');
INSERT INTO `notifications` (`id`, `user_id`, `name`, `date`, `time`, `type`, `status`, `created_at`, `updated_at`) VALUES
(970, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:12:21', 'upazila', '1', '2023-07-16 21:12:21', '2023-07-16 21:12:21'),
(971, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:12:47', 'upazila', '1', '2023-07-16 21:12:47', '2023-07-16 21:12:47'),
(972, 2, '\"Super Admin\" add City \"other\" successfully.!', '2023-07-16', '21:13:07', 'city', '1', '2023-07-16 21:13:07', '2023-07-16 21:13:07'),
(973, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:13:22', 'upazila', '1', '2023-07-16 21:13:22', '2023-07-16 21:13:22'),
(974, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:13:44', 'upazila', '1', '2023-07-16 21:13:44', '2023-07-16 21:13:44'),
(975, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:14:15', 'upazila', '1', '2023-07-16 21:14:15', '2023-07-16 21:14:15'),
(976, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:14:53', 'upazila', '1', '2023-07-16 21:14:53', '2023-07-16 21:14:53'),
(977, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:18:11', 'upazila', '1', '2023-07-16 21:18:11', '2023-07-16 21:18:11'),
(978, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:18:39', 'upazila', '1', '2023-07-16 21:18:39', '2023-07-16 21:18:39'),
(979, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:18:58', 'upazila', '1', '2023-07-16 21:18:58', '2023-07-16 21:18:58'),
(980, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:19:26', 'upazila', '1', '2023-07-16 21:19:26', '2023-07-16 21:19:26'),
(981, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:20:00', 'upazila', '1', '2023-07-16 21:20:00', '2023-07-16 21:20:00'),
(982, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:20:40', 'upazila', '1', '2023-07-16 21:20:40', '2023-07-16 21:20:40'),
(983, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:21:01', 'upazila', '1', '2023-07-16 21:21:01', '2023-07-16 21:21:01'),
(984, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:21:48', 'upazila', '1', '2023-07-16 21:21:48', '2023-07-16 21:21:48'),
(985, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:22:24', 'upazila', '1', '2023-07-16 21:22:24', '2023-07-16 21:22:24'),
(986, 2, '\"Super Admin\" add upazila \"other\" successfully.!', '2023-07-16', '21:22:48', 'upazila', '1', '2023-07-16 21:22:48', '2023-07-16 21:22:48'),
(987, 2, '\"Super Admin\" delete upazila \"Other\" successfully.!', '2023-07-16', '21:26:16', 'upazila', '1', '2023-07-16 21:26:16', '2023-07-16 21:26:16'),
(988, 2, '\"Super Admin\" delete upazila \"Other\" successfully.!', '2023-07-16', '21:26:46', 'upazila', '1', '2023-07-16 21:26:46', '2023-07-16 21:26:46'),
(989, 2, '\"Super Admin\" create class \"1st Grade\".!', '2023-07-17', '23:34:26', 'class', '1', '2023-07-17 23:34:26', '2023-07-17 23:34:26'),
(990, 2, '\"Super Admin\" create class \"2nd Grade\".!', '2023-07-17', '23:34:55', 'class', '1', '2023-07-17 23:34:55', '2023-07-17 23:34:55'),
(991, 2, '\"Super Admin\" create class \"3rd Grade\".!', '2023-07-17', '23:35:15', 'class', '1', '2023-07-17 23:35:15', '2023-07-17 23:35:15'),
(992, 2, '\"Super Admin\" create class \"4th Grade\".!', '2023-07-17', '23:35:36', 'class', '1', '2023-07-17 23:35:36', '2023-07-17 23:35:36'),
(993, 2, '\"Super Admin\" create class \"5th Grade\".!', '2023-07-17', '23:35:46', 'class', '1', '2023-07-17 23:35:46', '2023-07-17 23:35:46'),
(994, 2, '\"Super Admin\" create class \"6th Grade\".!', '2023-07-17', '23:35:56', 'class', '1', '2023-07-17 23:35:56', '2023-07-17 23:35:56'),
(995, 2, '\"Super Admin\" create class \"7th Grade\".!', '2023-07-17', '23:36:13', 'class', '1', '2023-07-17 23:36:13', '2023-07-17 23:36:13'),
(996, 2, '\"Super Admin\" create class \"8th Grade\".!', '2023-07-17', '23:36:34', 'class', '1', '2023-07-17 23:36:34', '2023-07-17 23:36:34'),
(997, 2, '\"Super Admin\" create class \"9th Grade\".!', '2023-07-17', '23:36:52', 'class', '1', '2023-07-17 23:36:52', '2023-07-17 23:36:52'),
(998, 2, '\"Super Admin\" create class \"10th Grade\".!', '2023-07-17', '23:37:10', 'class', '1', '2023-07-17 23:37:10', '2023-07-17 23:37:10'),
(999, 2, 'English grammar part Event Created successful.!', '2023-07-18', '10:53:15', 'event', '1', '2023-07-18 10:53:15', '2023-07-18 10:53:15'),
(1000, 2, 'number of English\'s grammar part Syllabus created successful.!', '2023-07-18', '11:19:19', 'syllabus', '1', '2023-07-18 11:19:19', '2023-07-18 11:19:19'),
(1001, 2, 'Her thinking leans ____ democracy. Question Created successful.!', '2023-07-18', '11:24:09', 'question', '1', '2023-07-18 11:24:09', '2023-07-18 11:24:09'),
(1002, 2, 'He got too tired _____ over work Question Created successful.!', '2023-07-18', '11:29:27', 'question', '1', '2023-07-18 11:29:27', '2023-07-18 11:29:27'),
(1003, 2, '_____ his principles, he has to be very careful. Question Created successful.!', '2023-07-18', '11:31:33', 'question', '1', '2023-07-18 11:31:33', '2023-07-18 11:31:33'),
(1004, 2, 'Building has been built _____ the new plan. Question Created successful.!', '2023-07-18', '11:34:07', 'question', '1', '2023-07-18 11:34:07', '2023-07-18 11:34:07'),
(1005, 2, 'He crossed the broken bridge ____ warning. Question Created successful.!', '2023-07-18', '11:35:45', 'question', '1', '2023-07-18 11:35:45', '2023-07-18 11:35:45'),
(1006, 2, 'English grammar part Event updated successful.!', '2023-07-18', '12:20:00', 'event', '1', '2023-07-18 12:20:00', '2023-07-18 12:20:00'),
(1007, 76, 'Irinaqueft User Created successful.!', '2023-07-20', '01:44:16', 'user', '1', '2023-07-20 01:44:16', '2023-07-20 01:44:16'),
(1008, 2, '\"Super Admin\" create new blog \"tutor sheba\" successful.!', '2023-07-21', '22:18:00', 'blog', '1', '2023-07-21 22:18:00', '2023-07-21 22:18:00'),
(1009, 2, '\"Super Admin\" create class \"KG\".!', '2023-07-21', '22:25:11', 'class', '1', '2023-07-21 22:25:11', '2023-07-21 22:25:11'),
(1010, 2, '\"Super Admin\" create class \"A level (A2)\".!', '2023-07-21', '22:28:37', 'class', '1', '2023-07-21 22:28:37', '2023-07-21 22:28:37'),
(1011, 2, '\"Super Admin\" create class \"A  Level (AS)\".!', '2023-07-21', '22:29:07', 'class', '1', '2023-07-21 22:29:07', '2023-07-21 22:29:07'),
(1012, 2, '\"Super Admin\" create class \"play\".!', '2023-07-21', '22:29:50', 'class', '1', '2023-07-21 22:29:50', '2023-07-21 22:29:50'),
(1013, 2, '\"Super Admin\" create class \"O level\".!', '2023-07-21', '22:30:19', 'class', '1', '2023-07-21 22:30:19', '2023-07-21 22:30:19'),
(1014, 2, '\"Super Admin\" create class \"Nursery\".!', '2023-07-21', '22:31:37', 'class', '1', '2023-07-21 22:31:37', '2023-07-21 22:31:37'),
(1015, 2, '\"Super Admin\" create class \"Pre-schooling\".!', '2023-07-21', '22:32:11', 'class', '1', '2023-07-21 22:32:11', '2023-07-21 22:32:11'),
(1016, 1, '\"Super Admin\" create new blog \"syllanbbus two asdjb\" successful.!', '2023-07-22', '01:01:43', 'blog', '1', '2023-07-22 01:01:43', '2023-07-22 01:01:43'),
(1017, 2, '\"Super Admin\" create new blog \"tutor sheba\" successful.!', '2023-07-22', '09:51:20', 'blog', '1', '2023-07-22 09:51:20', '2023-07-22 09:51:20'),
(1018, 1, '\"Super Admin\" create new blog \"Super Admin\" successful.!', '2023-07-22', '09:52:27', 'blog', '1', '2023-07-22 09:52:27', '2023-07-22 09:52:27'),
(1019, 2, '\"Super Admin\" create new blog \"tutor sheba\" successful.!', '2023-07-22', '09:52:40', 'blog', '1', '2023-07-22 09:52:40', '2023-07-22 09:52:40'),
(1020, 2, '\"Super Admin\" create new blog \"tutor sheba\" successful.!', '2023-07-22', '09:53:12', 'blog', '1', '2023-07-22 09:53:12', '2023-07-22 09:53:12'),
(1021, 2, '\"Super Admin\" create new blog \"tutor sheba\" successful.!', '2023-07-22', '09:57:44', 'blog', '1', '2023-07-22 09:57:44', '2023-07-22 09:57:44'),
(1022, 2, 'number of English\'s grammar part Syllabus updated successful.!', '2023-07-22', '10:11:39', 'syllabus', '1', '2023-07-22 10:11:39', '2023-07-22 10:11:39'),
(1023, 2, '\"Super Admin\" delete blog \"Super Admin\" successful.!', '2023-07-22', '10:12:24', 'blog', '1', '2023-07-22 10:12:24', '2023-07-22 10:12:24'),
(1024, 2, '\"Super Admin\" delete blog \"syllanbbus two asdjb\" successful.!', '2023-07-22', '10:12:28', 'blog', '1', '2023-07-22 10:12:28', '2023-07-22 10:12:28'),
(1025, 77, 'MD  ZAMAN User Created successful.!', '2023-07-22', '10:29:08', 'user', '1', '2023-07-22 10:29:08', '2023-07-22 10:29:08'),
(1026, 77, '\"MD  ZAMAN\" successfully enroll in event \"English grammar part\"', '2023-07-22', '10:30:17', 'enroll', '1', '2023-07-22 10:30:17', '2023-07-22 10:30:17'),
(1027, 1, '\"Super Admin\" update class \"one edited\".!', '2023-07-22', '10:48:12', 'class', '1', '2023-07-22 10:48:12', '2023-07-22 10:48:12'),
(1028, 2, '\"Super Admin\" update class \"Two two\".!', '2023-07-22', '10:49:02', 'class', '1', '2023-07-22 10:49:02', '2023-07-22 10:49:02'),
(1029, 2, '\"Super Admin\" delete class \"one edited\".!', '2023-07-22', '11:01:39', 'class', '1', '2023-07-22 11:01:39', '2023-07-22 11:01:39'),
(1030, 2, '\"Super Admin\" delete class \"Two two\".!', '2023-07-22', '11:01:43', 'class', '1', '2023-07-22 11:01:43', '2023-07-22 11:01:43'),
(1031, 2, '\"Super Admin\" delete class \"Three\".!', '2023-07-22', '11:01:47', 'class', '1', '2023-07-22 11:01:47', '2023-07-22 11:01:47'),
(1032, 2, '\"Super Admin\" delete class \"Four\".!', '2023-07-22', '11:01:50', 'class', '1', '2023-07-22 11:01:50', '2023-07-22 11:01:50'),
(1033, 2, '\"Super Admin\" delete class \"Five\".!', '2023-07-22', '11:01:54', 'class', '1', '2023-07-22 11:01:54', '2023-07-22 11:01:54'),
(1034, 2, '\"Super Admin\" delete class \"Seven\".!', '2023-07-22', '11:01:57', 'class', '1', '2023-07-22 11:01:57', '2023-07-22 11:01:57'),
(1035, 2, '\"Super Admin\" update class \"Eight ok\".!', '2023-07-22', '11:02:09', 'class', '1', '2023-07-22 11:02:09', '2023-07-22 11:02:09'),
(1036, 2, '\"Super Admin\" delete class \"Eight ok\".!', '2023-07-22', '11:02:14', 'class', '1', '2023-07-22 11:02:14', '2023-07-22 11:02:14'),
(1037, 2, '\"Super Admin\" delete class \"Nine\".!', '2023-07-22', '11:02:18', 'class', '1', '2023-07-22 11:02:18', '2023-07-22 11:02:18'),
(1038, 2, '\"Super Admin\" delete class \"Ten\".!', '2023-07-22', '11:02:21', 'class', '1', '2023-07-22 11:02:21', '2023-07-22 11:02:21'),
(1039, 78, 'MD NAYEEM SARKER User Created successful.!', '2023-08-13', '11:57:17', 'user', '1', '2023-08-13 11:57:17', '2023-08-13 11:57:17'),
(1040, 79, 'jDMKEDUhnoZHNnSxkNxThDykgdOABDupEth 4login7 Teew User Created successful.!', '2023-08-28', '03:39:51', 'user', '1', '2023-08-28 03:39:51', '2023-08-28 03:39:51'),
(1041, 80, 'casinos online User Created successful.!', '2023-08-31', '09:22:49', 'user', '1', '2023-08-31 09:22:49', '2023-08-31 09:22:49'),
(1042, 81, 'HGFcvwdcjdfr https://www.apple.com/ User Created successful.!', '2023-09-05', '18:03:18', 'user', '1', '2023-09-05 18:03:18', '2023-09-05 18:03:18'),
(1043, 82, 'Miriamviora User Created successful.!', '2023-09-07', '09:06:09', 'user', '1', '2023-09-07 09:06:09', '2023-09-07 09:06:09'),
(1044, 83, 'Kartinacon User Created successful.!', '2023-10-01', '09:23:16', 'user', '1', '2023-10-01 09:23:16', '2023-10-01 09:23:16'),
(1045, 84, 'Eshrat Jahan User Created successful.!', '2023-10-01', '13:29:20', 'user', '1', '2023-10-01 13:29:20', '2023-10-01 13:29:20'),
(1046, 85, 'CharlesGicle User Created successful.!', '2023-10-04', '01:57:21', 'user', '1', '2023-10-04 01:57:21', '2023-10-04 01:57:21'),
(1047, 86, 'WilliamAnark User Created successful.!', '2023-10-19', '08:29:53', 'user', '1', '2023-10-19 08:29:53', '2023-10-19 08:29:53'),
(1048, 87, 'RaymondAborp User Created successful.!', '2023-10-29', '20:56:13', 'user', '1', '2023-10-29 20:56:13', '2023-10-29 20:56:13'),
(1049, 88, 'HenryGlupe User Created successful.!', '2023-10-31', '07:52:26', 'user', '1', '2023-10-31 07:52:26', '2023-10-31 07:52:26'),
(1050, 9, 'nayeemasha0171 Login by email.!', '2023-12-05', '17:38:04', 'login', '1', '2023-12-05 11:38:04', '2023-12-05 11:38:04'),
(1054, 9, 'nayeemasha0171 Login by email.!', '2023-12-05', '17:52:46', 'login', '1', '2023-12-05 11:52:46', '2023-12-05 11:52:46'),
(1057, 9, 'nayeemasha0171 Login by email.!', '2023-12-05', '18:02:09', 'login', '1', '2023-12-05 12:02:09', '2023-12-05 12:02:09'),
(1058, 9, 'nayeemasha0171 Login by email.!', '2023-12-05', '18:12:31', 'login', '1', '2023-12-05 12:12:31', '2023-12-05 12:12:31'),
(1069, 9, 'nayeemasha0171 Login by email.!', '2023-12-05', '20:01:30', 'login', '1', '2023-12-05 14:01:30', '2023-12-05 14:01:30'),
(1070, 9, 'nayeemasha0171 Login by email.!', '2023-12-05', '20:02:07', 'login', '1', '2023-12-05 14:02:07', '2023-12-05 14:02:07'),
(1071, 9, 'nayeemasha0171 Login by email.!', '2023-12-05', '20:03:02', 'login', '1', '2023-12-05 14:03:02', '2023-12-05 14:03:02'),
(1072, 9, '\"nayeemasha0171\" successfully enroll in event \"English grammar part\"', '2023-12-05', '20:03:25', 'enroll', '1', '2023-12-05 14:03:25', '2023-12-05 14:03:25'),
(1074, 9, '\"nayeemasha0171\" successfully enroll in event \"English grammar part\"', '2023-12-05', '20:33:12', 'enroll', '1', '2023-12-05 14:33:12', '2023-12-05 14:33:12'),
(1083, 9, 'nayeemasha0171 Login by email.!', '2023-12-06', '12:11:12', 'login', '1', '2023-12-06 06:11:12', '2023-12-06 06:11:12'),
(1084, 9, 'nayeemasha0171 Login by email.!', '2023-12-06', '12:11:51', 'login', '1', '2023-12-06 06:11:51', '2023-12-06 06:11:51'),
(1085, 9, '\"nayeemasha0171\" successfully enroll in event \"English grammar part\"', '2023-12-06', '12:12:10', 'enroll', '1', '2023-12-06 06:12:10', '2023-12-06 06:12:10'),
(1091, 9, 'nayeemasha0171 Login by email.!', '2023-12-06', '12:45:22', 'login', '1', '2023-12-06 06:45:22', '2023-12-06 06:45:22'),
(1094, 9, 'nayeemasha0171 Login by email.!', '2023-12-06', '16:14:54', 'login', '1', '2023-12-06 10:14:54', '2023-12-06 10:14:54'),
(1095, 1, 'React Basic Event Created successful.!', '2023-12-06', '16:28:25', 'event', '1', '2023-12-06 10:28:25', '2023-12-06 10:28:25'),
(1096, 1, 'React Core Fundamentals Syllabus created successful.!', '2023-12-06', '16:45:41', 'syllabus', '1', '2023-12-06 10:45:41', '2023-12-06 10:45:41'),
(1097, 1, 'React Basic Event updated successful.!', '2023-12-06', '16:51:17', 'event', '1', '2023-12-06 10:51:17', '2023-12-06 10:51:17'),
(1098, 1, 'React Core Fundamentals Syllabus created successful.!', '2023-12-06', '18:11:58', 'syllabus', '1', '2023-12-06 12:11:58', '2023-12-06 12:11:58'),
(1099, 1, 'React Core Fundamentals Syllabus created successful.!', '2023-12-06', '18:41:58', 'syllabus', '1', '2023-12-06 12:41:58', '2023-12-06 12:41:58'),
(1100, 1, 'React Core Fundamentals Event Created successful.!', '2023-12-06', '19:10:51', 'event', '1', '2023-12-06 13:10:51', '2023-12-06 13:10:51'),
(1101, 9, 'nayeemasha0171 Login by email.!', '2023-12-06', '21:01:18', 'login', '1', '2023-12-06 15:01:18', '2023-12-06 15:01:18'),
(1102, 9, '\"nayeemasha0171\" get 0 from Event \"English grammar part\".!', '2023-12-06', '21:02:26', 'exam', '1', '2023-12-06 15:02:26', '2023-12-06 15:02:26'),
(1103, 9, '\"nayeemasha0171\" get 0 from Event \"English grammar part\".!', '2023-12-06', '21:07:09', 'exam', '1', '2023-12-06 15:07:09', '2023-12-06 15:07:09'),
(1133, 90, 'Hasan Al Banna User Create from app successful.!', '2023-12-06', '22:36:33', 'user', '1', '2023-12-06 16:36:33', '2023-12-06 16:36:33'),
(1134, 91, 'Hasan Al Banna User Create from app successful.!', '2023-12-06', '22:38:36', 'user', '1', '2023-12-06 16:38:36', '2023-12-06 16:38:36'),
(1135, 9, 'nayeemasha0171 Login by email.!', '2023-12-06', '22:46:14', 'login', '1', '2023-12-06 16:46:14', '2023-12-06 16:46:14'),
(1190, 91, 'Hasan Al Banna Login by email.!', '2023-12-09', '16:47:46', 'login', '1', '2023-12-09 10:47:46', '2023-12-09 10:47:46'),
(1221, 92, 'Hasan Al Banna User Create from app successful.!', '2023-12-13', '20:26:01', 'user', '1', '2023-12-13 14:26:01', '2023-12-13 14:26:01'),
(1222, 92, 'Hasan Al Banna Login by email.!', '2023-12-13', '20:26:18', 'login', '1', '2023-12-13 14:26:18', '2023-12-13 14:26:18'),
(1223, 92, 'Hasan Al Banna Login by email.!', '2023-12-13', '20:27:42', 'login', '1', '2023-12-13 14:27:42', '2023-12-13 14:27:42'),
(1224, 92, 'Hasan Al Banna Login by email.!', '2023-12-13', '20:29:45', 'login', '1', '2023-12-13 14:29:45', '2023-12-13 14:29:45'),
(1225, 92, 'Hasan Al Banna Login by email.!', '2023-12-13', '20:32:09', 'login', '1', '2023-12-13 14:32:09', '2023-12-13 14:32:09'),
(1226, 92, 'Hasan Al Banna Login by email.!', '2023-12-13', '20:32:32', 'login', '1', '2023-12-13 14:32:32', '2023-12-13 14:32:32'),
(1227, 92, 'Hasan Al Banna Login by email.!', '2023-12-13', '20:33:33', 'login', '1', '2023-12-13 14:33:33', '2023-12-13 14:33:33'),
(1228, 92, 'Hasan AL Banna Nahid Login by email.!', '2023-12-13', '20:37:23', 'login', '1', '2023-12-13 14:37:23', '2023-12-13 14:37:23'),
(1229, 92, 'Hasan AL Banna Nahid Login by email.!', '2023-12-13', '20:39:22', 'login', '1', '2023-12-13 14:39:22', '2023-12-13 14:39:22'),
(1230, 1, 'React Core Fundamentals Syllabus created successful.!', '2023-12-14', '13:12:48', 'syllabus', '1', '2023-12-14 07:12:48', '2023-12-14 07:12:48'),
(1231, 1, 'React Core Fundamentals Syllabus updated successful.!', '2023-12-14', '13:14:37', 'syllabus', '1', '2023-12-14 07:14:37', '2023-12-14 07:14:37'),
(1232, 92, '\"Hasan AL Banna Nahid\" successfully enroll in event \"English grammar part\"', '2023-12-14', '13:15:08', 'enroll', '1', '2023-12-14 07:15:08', '2023-12-14 07:15:08'),
(1233, 92, '\"Hasan AL Banna Nahid\" successfully enroll in event \"React Basic\"', '2023-12-14', '13:16:28', 'enroll', '1', '2023-12-14 07:16:28', '2023-12-14 07:16:28'),
(1234, 1, 'React Core Fundamentals Syllabus updated successful.!', '2023-12-14', '13:19:15', 'syllabus', '1', '2023-12-14 07:19:15', '2023-12-14 07:19:15'),
(1235, 1, 'React Core Fundamentals Syllabus updated successful.!', '2023-12-14', '13:22:08', 'syllabus', '1', '2023-12-14 07:22:08', '2023-12-14 07:22:08'),
(1236, 92, 'Hasan AL Banna Nahid Login by email.!', '2023-12-14', '13:24:14', 'login', '1', '2023-12-14 07:24:14', '2023-12-14 07:24:14'),
(1237, 1, 'React Core Fundamentals Syllabus updated successful.!', '2023-12-14', '13:34:59', 'syllabus', '1', '2023-12-14 07:34:59', '2023-12-14 07:34:59'),
(1238, 1, 'React Core Fundamentals Syllabus updated successful.!', '2023-12-14', '13:42:17', 'syllabus', '1', '2023-12-14 07:42:17', '2023-12-14 07:42:17'),
(1239, 1, 'React Core Fundamentals Syllabus updated successful.!', '2023-12-14', '13:47:51', 'syllabus', '1', '2023-12-14 07:47:51', '2023-12-14 07:47:51'),
(1240, 1, 'React Core Fundamentals Syllabus updated successful.!', '2023-12-14', '13:50:03', 'syllabus', '1', '2023-12-14 07:50:03', '2023-12-14 07:50:03'),
(1241, 1, 'React Core Fundamentals Syllabus updated successful.!', '2023-12-14', '13:53:42', 'syllabus', '1', '2023-12-14 07:53:42', '2023-12-14 07:53:42'),
(1242, 1, 'React Core Fundamentals Syllabus updated successful.!', '2023-12-14', '13:55:27', 'syllabus', '1', '2023-12-14 07:55:27', '2023-12-14 07:55:27'),
(1243, 92, '\"Hasan AL Banna Nahid\" get -10 from Event \"English grammar part\".!', '2023-12-14', '17:37:05', 'exam', '1', '2023-12-14 11:37:05', '2023-12-14 11:37:05'),
(1244, 92, '\"Hasan AL Banna Nahid\" get -0.5 from Event \"React Basic\".!', '2023-12-17', '03:45:24', 'exam', '1', '2023-12-16 21:45:24', '2023-12-16 21:45:24'),
(1245, 92, 'Hasan AL Banna Nahid Login by email.!', '2023-12-17', '06:20:50', 'login', '1', '2023-12-17 00:20:50', '2023-12-17 00:20:50'),
(1246, 92, 'Hasan AL Banna Nahid Login by email.!', '2023-12-17', '06:20:51', 'login', '1', '2023-12-17 00:20:51', '2023-12-17 00:20:51'),
(1247, 92, 'Hasan AL Banna Nahid Login by email.!', '2023-12-17', '06:40:37', 'login', '1', '2023-12-17 00:40:37', '2023-12-17 00:40:37'),
(1248, 1, 'React Basic Event updated successful.!', '2023-12-17', '08:00:19', 'event', '1', '2023-12-17 02:00:19', '2023-12-17 02:00:19'),
(1249, 1, 'React Context API Question Created successful.!', '2023-12-17', '08:02:07', 'question', '1', '2023-12-17 02:02:07', '2023-12-17 02:02:07'),
(1250, 1, 'English grammar part Event updated successful.!', '2023-12-17', '08:08:56', 'event', '1', '2023-12-17 02:08:56', '2023-12-17 02:08:56'),
(1251, 1, 'English grammar part Event updated successful.!', '2023-12-17', '08:09:42', 'event', '1', '2023-12-17 02:09:42', '2023-12-17 02:09:42'),
(1252, 1, 'English grammar part Event updated successful.!', '2023-12-17', '08:10:47', 'event', '1', '2023-12-17 02:10:47', '2023-12-17 02:10:47'),
(1253, 1, 'English grammar part Event updated successful.!', '2023-12-17', '08:15:47', 'event', '1', '2023-12-17 02:15:47', '2023-12-17 02:15:47'),
(1254, 1, 'English grammar part Event updated successful.!', '2023-12-17', '08:23:23', 'event', '1', '2023-12-17 02:23:23', '2023-12-17 02:23:23'),
(1255, 92, 'Hasan AL Banna Nahid Login by email.!', '2023-12-17', '08:53:51', 'login', '1', '2023-12-17 02:53:51', '2023-12-17 02:53:51'),
(1256, 92, 'Hasan AL Banna Nahid Login by email.!', '2023-12-17', '09:13:07', 'login', '1', '2023-12-17 03:13:07', '2023-12-17 03:13:07'),
(1257, 1, 'English grammar part Event updated successful.!', '2023-12-19', '16:30:26', 'event', '1', '2023-12-19 10:30:26', '2023-12-19 10:30:26'),
(1258, 1, 'React Basic Event updated successful.!', '2023-12-19', '16:30:42', 'event', '1', '2023-12-19 10:30:42', '2023-12-19 10:30:42'),
(1259, 1, 'English grammar part Event updated successful.!', '2023-12-19', '20:25:03', 'event', '1', '2023-12-19 14:25:03', '2023-12-19 14:25:03'),
(1260, 1, 'React Hooks Syllabus created successful.!', '2023-12-20', '19:28:58', 'syllabus', '1', '2023-12-20 13:28:58', '2023-12-20 13:28:58'),
(1261, 1, 'React Core Fundamentals Syllabus updated successful.!', '2023-12-20', '19:30:07', 'syllabus', '1', '2023-12-20 13:30:07', '2023-12-20 13:30:07'),
(1262, 1, 'React Core Fundamentals Syllabus updated successful.!', '2023-12-20', '19:38:48', 'syllabus', '1', '2023-12-20 13:38:48', '2023-12-20 13:38:48'),
(1263, 1, 'React Core Fundamentals Syllabus created successful.!', '2023-12-20', '19:51:35', 'syllabus', '1', '2023-12-20 13:51:35', '2023-12-20 13:51:35'),
(1264, 1, 'English grammar part Event updated successful.!', '2023-12-20', '20:12:29', 'event', '1', '2023-12-20 14:12:29', '2023-12-20 14:12:29'),
(1265, 1, 'English grammar part Event updated successful.!', '2023-12-20', '20:35:03', 'event', '1', '2023-12-20 14:35:03', '2023-12-20 14:35:03'),
(1266, 1, 'English grammar part Event updated successful.!', '2023-12-20', '20:36:44', 'event', '1', '2023-12-20 14:36:44', '2023-12-20 14:36:44'),
(1267, 1, 'English grammar part Event updated successful.!', '2023-12-20', '21:13:55', 'event', '1', '2023-12-20 15:13:55', '2023-12-20 15:13:55'),
(1268, 1, 'English grammar part Event updated successful.!', '2023-12-20', '21:19:28', 'event', '1', '2023-12-20 15:19:28', '2023-12-20 15:19:28');

-- --------------------------------------------------------

--
-- Table structure for table `password_reset_tokens`
--

CREATE TABLE `password_reset_tokens` (
  `email` varchar(255) NOT NULL,
  `token` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `password_reset_tokens`
--

INSERT INTO `password_reset_tokens` (`email`, `token`, `created_at`) VALUES
('norozzaman995@gmail.com', '$2y$10$SE2K.cIVMinNcdlv7dMCteBdM4SQNB3CHqztOPGv6sIU67U9fmUMK', '2023-07-18 12:09:14'),
('norozzaman996@gmail.com', '$2y$10$1B2ArWutv0Go7mhmP2qcMONJhpCsMYoHvYxviDHXb4aiUX44oWG36', '2023-07-19 06:25:35');

-- --------------------------------------------------------

--
-- Table structure for table `personal_access_tokens`
--

CREATE TABLE `personal_access_tokens` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `tokenable_type` varchar(255) NOT NULL,
  `tokenable_id` bigint(20) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `token` varchar(64) NOT NULL,
  `abilities` text DEFAULT NULL,
  `last_used_at` timestamp NULL DEFAULT NULL,
  `expires_at` timestamp NULL DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `personal_access_tokens`
--

INSERT INTO `personal_access_tokens` (`id`, `tokenable_type`, `tokenable_id`, `name`, `token`, `abilities`, `last_used_at`, `expires_at`, `created_at`, `updated_at`) VALUES
(2, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', 'efc959844a4aa289ab49aab4a977637d9476ca318554e2bb6d9426a6c831ddb4', '[\"*\"]', NULL, NULL, '2023-12-05 11:38:53', '2023-12-05 11:38:53'),
(5, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '5b59286a2d3009a11ea6dc2be8cf3ed308817c4cec9d601772fcfdc400d9661e', '[\"*\"]', NULL, NULL, '2023-12-05 11:50:29', '2023-12-05 11:50:29'),
(7, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'cac26702d53ce6b653199fd94a12f85f9767165973c17b73fbc729093775a314', '[\"*\"]', NULL, NULL, '2023-12-05 11:51:01', '2023-12-05 11:51:01'),
(8, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '8dfbf0225a385624cb101b299f90465fa4be9a0a72d3c94da06a55ceda8cce0d', '[\"*\"]', NULL, NULL, '2023-12-05 11:52:35', '2023-12-05 11:52:35'),
(10, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', '894ce7e070500808ee0dfbe9490ca3bdc36fe120d1181f33f0de4ae3645c5de3', '[\"*\"]', NULL, NULL, '2023-12-05 11:53:14', '2023-12-05 11:53:14'),
(12, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'ef0498a87914d60700aa3a3bb9e4bd549badd792522faa8e87e6739ed2d4e828', '[\"*\"]', NULL, NULL, '2023-12-05 11:56:31', '2023-12-05 11:56:31'),
(14, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '30b1d972b81ec0e91567f58762de0329f68f86747746861048b4f219024506b2', '[\"*\"]', NULL, NULL, '2023-12-05 11:57:36', '2023-12-05 11:57:36'),
(16, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', 'fc9331113daa4fb5591434d99455ed3d749fab7c73a12a108c034aa145ba861b', '[\"*\"]', NULL, NULL, '2023-12-05 12:02:33', '2023-12-05 12:02:33'),
(19, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', '839e0036d2727589dd799edee8a47251e6b13c1848740f6cd656c90f4c446c3d', '[\"*\"]', NULL, NULL, '2023-12-05 12:13:20', '2023-12-05 12:13:20'),
(21, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '0aac688c1ef98cf712a1844ac38ee2f1f82a0e4e4fa3f381838ce346d478f49c', '[\"*\"]', NULL, NULL, '2023-12-05 12:47:05', '2023-12-05 12:47:05'),
(23, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '73350eb29477f7295f54059657237f3d76d4f490d034c314f7b9870aa3081225', '[\"*\"]', NULL, NULL, '2023-12-05 12:49:00', '2023-12-05 12:49:00'),
(25, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'a5d5e95a5908f2c8c54ac9785607146fd8777508c8712b4921f1035f86161fec', '[\"*\"]', NULL, NULL, '2023-12-05 12:50:01', '2023-12-05 12:50:01'),
(27, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'd446dd38b3611a7dbb54c88899b6ff93a804c55d9d3923602050c4482d7dcb8f', '[\"*\"]', NULL, NULL, '2023-12-05 12:50:51', '2023-12-05 12:50:51'),
(28, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'c0a7f02fc41e2fe9d19fca9ada3b38601064abd14f5dc609b6bb732ef2e61173', '[\"*\"]', NULL, NULL, '2023-12-05 12:51:37', '2023-12-05 12:51:37'),
(29, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '638244674edc9b5ab22fa4c5956aaffb7edca2bb69987d1dda3b42109e62094f', '[\"*\"]', NULL, NULL, '2023-12-05 12:52:36', '2023-12-05 12:52:36'),
(30, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'a425fdf13d3b54b4e0e4aa0ffeded07b7366519090a37ceecfd3d2ac56bb8b12', '[\"*\"]', NULL, NULL, '2023-12-05 12:53:20', '2023-12-05 12:53:20'),
(32, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '9188f58dde588bb4f2c35b5ffdf5b490c96715aa7af2f830e4d1449faa440b36', '[\"*\"]', NULL, NULL, '2023-12-05 12:54:05', '2023-12-05 12:54:05'),
(46, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '3a148b631f6e642d628007017f3190195eb1a49e3017b36665cd16e8a34792dd', '[\"*\"]', NULL, NULL, '2023-12-05 13:05:12', '2023-12-05 13:05:12'),
(76, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', 'deade5766324dbe42614decfb65fc0786c3c3ec1252a92815c3dcbe6e053c197', '[\"*\"]', NULL, NULL, '2023-12-05 14:01:53', '2023-12-05 14:01:53'),
(78, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', 'e702c6525edb73ed088811c43f3f340dfd6bdb448629f4cbc8fa2d13136dd602', '[\"*\"]', NULL, NULL, '2023-12-05 14:02:24', '2023-12-05 14:02:24'),
(112, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', 'c060f09059c8084eb6b3b679b343418ca366aeb52374c5d3796eeafc75aa36ce', '[\"*\"]', NULL, NULL, '2023-12-05 14:33:12', '2023-12-05 14:33:12'),
(158, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', '8d68f983d2f5e239a9215be651b3838c9f3e1c1890303a0b569a600558d03a8b', '[\"*\"]', NULL, NULL, '2023-12-06 06:11:12', '2023-12-06 06:11:12'),
(233, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', 'f6bc0b1d16da0af82a18b89aafa574c1dae35d6de97c7507fadde1c9d526a0b6', '[\"*\"]', NULL, NULL, '2023-12-06 06:40:44', '2023-12-06 06:40:44'),
(237, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'fccc16649f833a6244e04804150dbbb4e73ba17306e135acb3b0f5b44783c4a0', '[\"*\"]', NULL, NULL, '2023-12-06 06:41:51', '2023-12-06 06:41:51'),
(239, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '88eedf292aaa54c1ab83fa8e0612dc2774d453414e2aac7a38ff20d7155f29f1', '[\"*\"]', NULL, NULL, '2023-12-06 06:42:21', '2023-12-06 06:42:21'),
(275, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', 'c90355a420023401c65a4bd72d3ace4332b9cb515023fbf5c56fb492db225b02', '[\"*\"]', NULL, NULL, '2023-12-06 07:02:00', '2023-12-06 07:02:00'),
(357, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', '02d92b23211470dc7523256631c9be87616813571c8ef7144a0d98f681884f09', '[\"*\"]', NULL, NULL, '2023-12-06 10:49:26', '2023-12-06 10:49:26'),
(382, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', '4a49b330a6fb0b6364ac8ec6d12277bdd3435eaeeb1e039a9cbe369d51409594', '[\"*\"]', NULL, NULL, '2023-12-06 15:08:18', '2023-12-06 15:08:18'),
(383, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'c6f18b5e9e47e539faefee3aa2ea00f8f69791ad1731448ef9e4d1706599bb82', '[\"*\"]', NULL, NULL, '2023-12-06 15:13:08', '2023-12-06 15:13:08'),
(384, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '62b09d398e96bb19abd6f0a8a7a0216b881743a7c96f151340e2acdb3bbde671', '[\"*\"]', NULL, NULL, '2023-12-06 15:31:45', '2023-12-06 15:31:45'),
(385, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'd5d78a52433cb1c022d55810f7fb47d64728e93eb8c5c4ea8af1121788bb0718', '[\"*\"]', NULL, NULL, '2023-12-06 15:32:13', '2023-12-06 15:32:13'),
(386, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '0440d67d6efd900fcda37ab153df904d0fb8573071ced0c472600dea6b6a7d06', '[\"*\"]', NULL, NULL, '2023-12-06 15:39:36', '2023-12-06 15:39:36'),
(387, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '3227382c1a3ab9d96b34f2fa466ba4e035d230636abdaff30a7c5bb4b01217ac', '[\"*\"]', NULL, NULL, '2023-12-06 15:40:17', '2023-12-06 15:40:17'),
(388, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '288d78ab509c4d41a8d1ee6ee898d38646dc3181f6c206ad85d8c8c43bc7a97f', '[\"*\"]', NULL, NULL, '2023-12-06 15:40:37', '2023-12-06 15:40:37'),
(389, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '8b5f14e045fbd536212c523ce983c70a708e7b799a7187b02356eb5cb990b820', '[\"*\"]', NULL, NULL, '2023-12-06 15:41:12', '2023-12-06 15:41:12'),
(390, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '5171a62f9570e94e65a02277cde7c8569910246834bf05cac315ebcd545d9ec0', '[\"*\"]', NULL, NULL, '2023-12-06 15:41:40', '2023-12-06 15:41:40'),
(391, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '9e605a105ab33deb53fa8cc583fd5c084acfb940300005e58bb38e586abdbe9d', '[\"*\"]', NULL, NULL, '2023-12-06 15:42:01', '2023-12-06 15:42:01'),
(392, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'a92bc5efea6e8281199cd9210cc594561f6050be995cb80d1d2ecbe8041b5c23', '[\"*\"]', NULL, NULL, '2023-12-06 15:43:00', '2023-12-06 15:43:00'),
(394, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '88ed99f022571b0c1a1d7a01ed0a673dc264a594cebf8c00b0681e5907c44c44', '[\"*\"]', NULL, NULL, '2023-12-06 15:44:41', '2023-12-06 15:44:41'),
(396, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '68a12dcf8265ec007e6041cb288c67b0783e1e5afef7013960ee23153ec094a0', '[\"*\"]', NULL, NULL, '2023-12-06 15:45:34', '2023-12-06 15:45:34'),
(398, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'c33b8881f33c92c751dc08f9c5e7936ca6afc13164aa9961492d2ded655e3058', '[\"*\"]', NULL, NULL, '2023-12-06 15:51:18', '2023-12-06 15:51:18'),
(400, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '4ea87928b0809eb05a73e6216d5aaa7392c2643893b560bf4ace22e923fd3bea', '[\"*\"]', NULL, NULL, '2023-12-06 15:55:44', '2023-12-06 15:55:44'),
(402, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '6ff60e613564f09aa150e47aa0381186932e19b81eba6751ce8c7ca5a0b12dc6', '[\"*\"]', NULL, NULL, '2023-12-06 15:57:23', '2023-12-06 15:57:23'),
(404, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '28ac835da05609dac91db026f2216ced932f3a761dbaa3db6b44960eaf046884', '[\"*\"]', NULL, NULL, '2023-12-06 15:58:28', '2023-12-06 15:58:28'),
(406, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '15aacaa91ae7c8a9adf41628a2c4e1991b1783f51473f97ef19a4e883ddd28d7', '[\"*\"]', NULL, NULL, '2023-12-06 15:58:50', '2023-12-06 15:58:50'),
(408, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '88600df7df75fe58bcbefdf7c28076c5c993d10dc6949fcdbd7a48490fc741be', '[\"*\"]', NULL, NULL, '2023-12-06 15:59:15', '2023-12-06 15:59:15'),
(410, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '0d2ad006e0dbe6bbbc1129efbf4a6fb23c20e294e1df665c11620315099f2603', '[\"*\"]', NULL, NULL, '2023-12-06 16:00:26', '2023-12-06 16:00:26'),
(412, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '133d3eba2a91af19cadf8b5a42607e5795be6e1203e3d7353e3049592a46c422', '[\"*\"]', NULL, NULL, '2023-12-06 16:00:57', '2023-12-06 16:00:57'),
(414, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'f297ac509ba0e4f1e02e19b68caee9343ef22b158f9606ade76c690e4792ec51', '[\"*\"]', NULL, NULL, '2023-12-06 16:02:07', '2023-12-06 16:02:07'),
(416, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '6657569535638490bb822c5eb97684fa8c4c97edb02b264c8284d0d6de5a8fcd', '[\"*\"]', NULL, NULL, '2023-12-06 16:04:25', '2023-12-06 16:04:25'),
(418, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'd9861d5273dcd3ad00b8bb1e64c200bc7739cba0ffa3ae50cb864a74ccbdfc3b', '[\"*\"]', NULL, NULL, '2023-12-06 16:06:06', '2023-12-06 16:06:06'),
(420, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '702945398927db29aa937d4a4f1c609c57e6baf400bd0c8387f81e13d43fdfd6', '[\"*\"]', NULL, NULL, '2023-12-06 16:07:22', '2023-12-06 16:07:22'),
(422, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'd22ab70f198bca5ebc37f5079f6ae94ef87c1e4007d87524ac02d7246216ef06', '[\"*\"]', NULL, NULL, '2023-12-06 16:08:24', '2023-12-06 16:08:24'),
(424, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '74723f5d8e452f10a98af1fbd98ee4dec3c1453531215da4c773f675981c81ce', '[\"*\"]', NULL, NULL, '2023-12-06 16:08:59', '2023-12-06 16:08:59'),
(427, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '0a7f0530c216b158cbdbc1e9541980bbf9e46fa9f0405bf1fb4870d82f4d7caf', '[\"*\"]', NULL, NULL, '2023-12-06 16:32:56', '2023-12-06 16:32:56'),
(428, 'App\\Models\\User', 90, 'API Token of Hasan Al Banna', 'b49a115cbb0099c5b0f2590f45b1ef9da8a719f65da213a176b2d3bd7778724e', '[\"*\"]', NULL, NULL, '2023-12-06 16:36:33', '2023-12-06 16:36:33'),
(429, 'App\\Models\\User', 91, 'API Token of Hasan Al Banna', 'bed716cb85b8b7739f559ae348f1809490d2ce93a1916878b0a328cbcec1d45d', '[\"*\"]', NULL, NULL, '2023-12-06 16:38:36', '2023-12-06 16:38:36'),
(432, 'App\\Models\\User', 9, 'API Token of nayeemasha0171', '1cec2805498d516bbdf5e09517079a34ef05df40f92687640090cb92e188e551', '[\"*\"]', NULL, NULL, '2023-12-06 16:46:52', '2023-12-06 16:46:52'),
(434, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'dca8f52cbd1901e2d3a79ee41be740b83e694e7ba6fa46ca8babee2dc6c0518d', '[\"*\"]', NULL, NULL, '2023-12-06 16:48:22', '2023-12-06 16:48:22'),
(436, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '5c7d3236a5acf698d051b37d214d692ebb1df598c2117e7e4a0393e1a7785b77', '[\"*\"]', NULL, NULL, '2023-12-06 17:15:30', '2023-12-06 17:15:30'),
(439, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '36ad5da35a74b44f38dff64a0a4628edf26f7cd21ac29a1e1ab96753116e9b98', '[\"*\"]', NULL, NULL, '2023-12-06 17:15:36', '2023-12-06 17:15:36'),
(440, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '181ed51394e372886afa3239b0e1f69c1674bb22096b06297826aad47c4cac12', '[\"*\"]', NULL, NULL, '2023-12-06 17:32:56', '2023-12-06 17:32:56'),
(441, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '51df862b50a9a2da3933d323f00d8530d0645c768cb69f29f8fa7fc1e8801113', '[\"*\"]', NULL, NULL, '2023-12-06 17:33:22', '2023-12-06 17:33:22'),
(442, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '4499d23f247f0a72e86bffb3b8e41e4f32a195ce4ec840e334dac66a4540a0e3', '[\"*\"]', NULL, NULL, '2023-12-06 17:33:45', '2023-12-06 17:33:45'),
(443, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '3db5bdbdbe7bda82290ff265a98aa36f109f89ab3f75280861c2cf347a0aacc5', '[\"*\"]', NULL, NULL, '2023-12-06 17:34:06', '2023-12-06 17:34:06'),
(444, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '9748ab07a497406d335dec4fb6f8032c30f9ed8fc543e881a00ad90329a29430', '[\"*\"]', NULL, NULL, '2023-12-06 17:35:28', '2023-12-06 17:35:28'),
(445, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '681ce9eeee46e974a5a80871e49c03a4a8b396f0b620a74ed24db2f6dbd66e1a', '[\"*\"]', NULL, NULL, '2023-12-06 17:37:16', '2023-12-06 17:37:16'),
(446, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '8dcb772c3fe150097bf22a3a232e11f6034476a6523afcb57d392f1e32e17759', '[\"*\"]', NULL, NULL, '2023-12-06 17:37:45', '2023-12-06 17:37:45'),
(447, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'e75bfff0cdd61abe3b7d6dfed278686d86594fe5a8b74bb5dd7214be647d48d9', '[\"*\"]', NULL, NULL, '2023-12-06 17:38:19', '2023-12-06 17:38:19'),
(448, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '7567c2daab1a885fb8cdd1e0f37b20030fc541056588d85f5d5ee83753058e44', '[\"*\"]', NULL, NULL, '2023-12-06 17:39:09', '2023-12-06 17:39:09'),
(449, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'da8ba4f2a25a7271ef950d7fa705ebce6d8710fe75e8d7ee257349d5948c8917', '[\"*\"]', NULL, NULL, '2023-12-06 17:40:42', '2023-12-06 17:40:42'),
(451, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'd8708d563f9bb147a153c3a77aec8617a599b05be59c7270de9464f17d617064', '[\"*\"]', NULL, NULL, '2023-12-06 17:42:26', '2023-12-06 17:42:26'),
(453, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'fd558d811cfe67dc7f2cd49dadcf7fdce5fb9978e932720c5d9459b1cabe74ff', '[\"*\"]', NULL, NULL, '2023-12-06 17:43:14', '2023-12-06 17:43:14'),
(455, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '9ed06eddefbc49ce34f6db23362f3de1d694da1e51e0f98d0ad3cbe82292de03', '[\"*\"]', NULL, NULL, '2023-12-06 17:44:19', '2023-12-06 17:44:19'),
(457, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '3f978a1902d87fd30cf770c7be2fcccc100ae6718972e6806137e470ffd5a046', '[\"*\"]', NULL, NULL, '2023-12-06 17:44:50', '2023-12-06 17:44:50'),
(460, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '6dc2eed353b4a5c648c1918da693a1372049066a1a9a9e22176cda97d2cd5f59', '[\"*\"]', NULL, NULL, '2023-12-06 17:47:53', '2023-12-06 17:47:53'),
(463, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'fa0d5dc9f93e902fe1424337c486d32134927fa34a0e58be9ce01a097a588fe1', '[\"*\"]', NULL, NULL, '2023-12-06 17:52:04', '2023-12-06 17:52:04'),
(466, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '2081154f5bbb5b58a5e51090900f15a855bb83d5231038e9de723638eeee1300', '[\"*\"]', NULL, NULL, '2023-12-06 17:56:22', '2023-12-06 17:56:22'),
(470, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '0c080c162d48d86bfd997d7fc856e0d2e0005f17612465986d5469fb05942eef', '[\"*\"]', NULL, NULL, '2023-12-06 18:03:33', '2023-12-06 18:03:33'),
(472, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '52679012056629d6a52770c3a814fa3ce442774c7d3988816add27909c4fa325', '[\"*\"]', NULL, NULL, '2023-12-06 18:04:14', '2023-12-06 18:04:14'),
(474, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '33ed525b2ae0377c73f6f1e872364fad20ea079392c3142cb4e9d070f3ca87a7', '[\"*\"]', NULL, NULL, '2023-12-06 18:05:08', '2023-12-06 18:05:08'),
(477, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '563280719c5939f628b17d9361b468cb65e2cfbbee07493dcf1d055f2cba39e1', '[\"*\"]', NULL, NULL, '2023-12-06 18:07:07', '2023-12-06 18:07:07'),
(480, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '902e68aa7e7b4179943a548988e52f23a1ba55f7dd953c9219a6101a86542ee7', '[\"*\"]', NULL, NULL, '2023-12-06 18:08:23', '2023-12-06 18:08:23'),
(481, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'd143b4fc794d23955374ad249594b164304b0f20e2586bb926cef2b1b8866df7', '[\"*\"]', NULL, NULL, '2023-12-06 18:13:47', '2023-12-06 18:13:47'),
(482, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'd732067349c9dfd474af6f5f5eaa976c7e814975bf5cefbc7681c6617bfafbbb', '[\"*\"]', NULL, NULL, '2023-12-08 10:55:49', '2023-12-08 10:55:49'),
(484, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '2afb9638839ac99404002f7852f1fb873f3025d5e8a47ef434b83b96a1e077ee', '[\"*\"]', NULL, NULL, '2023-12-08 11:08:46', '2023-12-08 11:08:46'),
(485, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '3e33505b4bd1a117671735392fa12bf4e864a3da47f58dc2642b62b7e0d96c68', '[\"*\"]', NULL, NULL, '2023-12-08 11:09:27', '2023-12-08 11:09:27'),
(486, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '0bea62c6268c8f67eb74a5ff8e6c800dc7267c09a7733811ae69b536d2f0f332', '[\"*\"]', NULL, NULL, '2023-12-08 11:10:21', '2023-12-08 11:10:21'),
(488, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '7ff74e49d302dcffdb8382165770b9ab38af5c56282de4173cfca432b564647d', '[\"*\"]', NULL, NULL, '2023-12-08 11:12:41', '2023-12-08 11:12:41'),
(490, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'f243b79be5c3dad5ee68a9ca41292392cb6a54c8fdb253d59fe303426a797a77', '[\"*\"]', NULL, NULL, '2023-12-08 11:20:29', '2023-12-08 11:20:29'),
(492, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'd106eb485f3ea33f53bf8a78934f02faf7ff7a60cfafb1dc9b5eb8a6b936c03e', '[\"*\"]', NULL, NULL, '2023-12-08 11:21:22', '2023-12-08 11:21:22'),
(494, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '4fb33bfa6753e89bc3d4394c860c8bc2fe2a44168187cf70d174b186120ef183', '[\"*\"]', NULL, NULL, '2023-12-08 11:22:23', '2023-12-08 11:22:23'),
(496, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'b3972ad25c38d452c929befb3695b52327aee17b171717c468c5388924f963f9', '[\"*\"]', NULL, NULL, '2023-12-08 11:23:03', '2023-12-08 11:23:03'),
(498, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '8fec4be14a725e1998e410977ff628f4c4586fbcbcb8e68efbcf4e7f474ce8c5', '[\"*\"]', NULL, NULL, '2023-12-08 11:23:36', '2023-12-08 11:23:36'),
(500, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'fde890bdac34331342612a7e0d2f2b6ba4e1f3497e45a577a6f0803a9b5123eb', '[\"*\"]', NULL, NULL, '2023-12-08 11:24:54', '2023-12-08 11:24:54'),
(502, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'ae006b3ecf45c189dd7138fecf0d0deb5e15adfb04744e408bd8a7041214d565', '[\"*\"]', NULL, NULL, '2023-12-08 11:28:57', '2023-12-08 11:28:57'),
(505, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '567471679a5f4af868437031f4686d35a5580c489a86e279499909934e974ede', '[\"*\"]', NULL, NULL, '2023-12-08 11:30:32', '2023-12-08 11:30:32'),
(508, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '044e4371ef8dd6c0cdfcc58530d56c5588e6f8f7cc54cec1640b94049bd59d7f', '[\"*\"]', NULL, NULL, '2023-12-08 11:33:58', '2023-12-08 11:33:58'),
(511, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '7b5adf9d45bb65cf650ce0666372c2a39d65f1fe3a3eb0775c3d858ff2d4acb2', '[\"*\"]', NULL, NULL, '2023-12-08 11:35:54', '2023-12-08 11:35:54'),
(628, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'ad793334ab061bfa6a97d0a06fd239fbd878c4180fc12f2f5f74308d54e4f748', '[\"*\"]', NULL, NULL, '2023-12-08 14:35:04', '2023-12-08 14:35:04'),
(630, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'b92bef749a8655988bfc006032866f2980c902029a386eabad15200abb72a8ad', '[\"*\"]', NULL, NULL, '2023-12-08 14:35:54', '2023-12-08 14:35:54'),
(703, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'cffe9a3e86f7792f30f95df3c8e1c425bf1b71fd38673c9dc79756b53c9cb18b', '[\"*\"]', NULL, NULL, '2023-12-08 16:08:33', '2023-12-08 16:08:33'),
(704, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'a87e4a0533d0f1ef1b829a1ba15a62028657210899cbddb900486d61653b562c', '[\"*\"]', NULL, NULL, '2023-12-08 16:09:43', '2023-12-08 16:09:43'),
(705, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'e72e7e487618b49dcf671da6541bfd7c1aa2ed38385a10303f4ceba1810d946f', '[\"*\"]', NULL, NULL, '2023-12-08 16:11:14', '2023-12-08 16:11:14'),
(707, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'c591aba33344a883136d3a47ded5ac76216e43ec4b1313afc7807a3089fbf0bb', '[\"*\"]', NULL, NULL, '2023-12-08 16:13:26', '2023-12-08 16:13:26'),
(760, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '44ff4c90a84dddc9c2083386204641a1011283428558dce44ea04775c0af9d77', '[\"*\"]', NULL, NULL, '2023-12-08 16:35:52', '2023-12-08 16:35:52'),
(810, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '5bec8bbbc2734b64b3dcfdbbd4f447635fbc950d0418204b39762426da4872f1', '[\"*\"]', NULL, NULL, '2023-12-08 17:18:06', '2023-12-08 17:18:06'),
(935, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'e77e661de95742e196ae301f97f228885f45fa15c3cbac294d4c46f218116831', '[\"*\"]', NULL, NULL, '2023-12-09 10:46:31', '2023-12-09 10:46:31'),
(953, 'App\\Models\\User', 91, 'API Token of Hasan Al Banna', 'd65a3d9b12b8a2380bbba43ab77b6e308c2072488fd3e2f8e1a9ee850cbb7f1a', '[\"*\"]', NULL, NULL, '2023-12-09 10:54:53', '2023-12-09 10:54:53'),
(1345, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'f15ab1090aebe2806944fe3425e2128b7b633958c14d76c0d51f2adc3fade624', '[\"*\"]', NULL, NULL, '2023-12-09 14:29:00', '2023-12-09 14:29:00'),
(1547, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '14ad67e86656a37c983997fc7a918c2ff623ea31736c8c8198337561fdb5d063', '[\"*\"]', NULL, NULL, '2023-12-09 16:36:07', '2023-12-09 16:36:07'),
(1787, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '9aa8dd42be56be6936be24696c04d4d8549d0a23eb8dd21020594c6dd122744c', '[\"*\"]', NULL, NULL, '2023-12-10 08:48:08', '2023-12-10 08:48:08'),
(1818, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '490c868759fef7653469d13b3317d5ec6503162dd81267757187b85140440177', '[\"*\"]', NULL, NULL, '2023-12-10 09:02:08', '2023-12-10 09:02:08'),
(1891, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '3a47e52e66f43f72d12e58cdc639f9d4f7f137f3fbcfc35c3996fde85a53428b', '[\"*\"]', '2023-12-10 10:42:25', NULL, '2023-12-10 10:42:01', '2023-12-10 10:42:25'),
(1898, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'a6af85bc5345fd82d1dce0311c7a433c42a99c2a3c86ee2fcac1ff18f501e46d', '[\"*\"]', NULL, NULL, '2023-12-10 11:07:47', '2023-12-10 11:07:47'),
(1944, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '019982e5b856e9e7260548a552787fabce87be6063b058f0012e5c98bb721497', '[\"*\"]', NULL, NULL, '2023-12-10 12:59:46', '2023-12-10 12:59:46'),
(2027, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'cd5a3dba307b2213a81c8aa5a3909078cd6186ecd589417622d472eb3019cd7a', '[\"*\"]', '2023-12-10 13:54:10', NULL, '2023-12-10 13:54:06', '2023-12-10 13:54:10'),
(2214, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', 'c0fa24977b1328f81d40c578869101af73478db2025b8ae348a90d55c4fc2353', '[\"*\"]', '2023-12-10 16:19:46', NULL, '2023-12-10 16:19:37', '2023-12-10 16:19:46'),
(2243, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '3734e3e90fecb7c1a63d064c6152a28d2988e054362163141b282528020584e6', '[\"*\"]', NULL, NULL, '2023-12-10 16:31:12', '2023-12-10 16:31:12'),
(2630, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '6c7c9176b523dc77181ffd153d4d4ce8dad75d1e8ce88b56e75949811a2c4b73', '[\"*\"]', NULL, NULL, '2023-12-13 10:24:32', '2023-12-13 10:24:32'),
(2652, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna', '0feafb9eaf91471e1db754762c34e65859ce144c1388d637fe2fd370d56cbb7a', '[\"*\"]', NULL, NULL, '2023-12-13 11:09:55', '2023-12-13 11:09:55'),
(2654, 'App\\Models\\User', 89, 'API Token of Hasan Al Banna Nahid', '332108cbde2a401d447000c4c0da9887ddb3fc0b4f609548d020d325522b3861', '[\"*\"]', NULL, NULL, '2023-12-13 11:21:29', '2023-12-13 11:21:29'),
(2859, 'App\\Models\\User', 89, 'API Token of Hasan AL Banna Nahid', '62e1f0b8fc5c2ac450d582ecc314295507d1de04e6ee0e4415118c693c2b94bd', '[\"*\"]', NULL, NULL, '2023-12-13 14:17:10', '2023-12-13 14:17:10'),
(2860, 'App\\Models\\User', 89, 'API Token of Hasan AL Banna Nahid', 'ae9e1dec57673d3585e0f0d82cff4cd5edbce61d5d2c55a6a2cd0c4142dfd799', '[\"*\"]', NULL, NULL, '2023-12-13 14:17:47', '2023-12-13 14:17:47'),
(2861, 'App\\Models\\User', 89, 'API Token of Hasan AL Banna Nahid', '8fdb0dae4e48aba205bd08ae593d8a6e02e0f87c042d48ba066dac7a069cc141', '[\"*\"]', NULL, NULL, '2023-12-13 14:17:57', '2023-12-13 14:17:57'),
(2862, 'App\\Models\\User', 89, 'API Token of Hasan AL Banna Nahid', '692a71dd256327f5ebd382d2115775ebf589c6fb27950fdcdcc794c8b4442bae', '[\"*\"]', NULL, NULL, '2023-12-13 14:18:42', '2023-12-13 14:18:42'),
(2863, 'App\\Models\\User', 89, 'API Token of Hasan AL Banna Nahid', 'f234487e6be1c53830a0763c01a23715f236b825cf1d83ee4fb04f307789c99f', '[\"*\"]', NULL, NULL, '2023-12-13 14:20:20', '2023-12-13 14:20:20'),
(2864, 'App\\Models\\User', 89, 'API Token of Hasan AL Banna Nahid', '986f7092cd6038878b0db16bd270a0141212fb3269bb353dc89606194cebcc29', '[\"*\"]', NULL, NULL, '2023-12-13 14:20:42', '2023-12-13 14:20:42'),
(2865, 'App\\Models\\User', 89, 'API Token of Hasan AL Banna Nahid', 'e688a1d1bcb284434a0b7976b757583cbebee4c97ea808265d6ba9d79aacb26a', '[\"*\"]', NULL, NULL, '2023-12-13 14:21:53', '2023-12-13 14:21:53'),
(2866, 'App\\Models\\User', 89, 'API Token of Hasan AL Banna Nahid', 'fd8c68005cf0a545212e60f59d7d5dbfbc611df068102b7925c6dc1fb013fd5a', '[\"*\"]', NULL, NULL, '2023-12-13 14:22:45', '2023-12-13 14:22:45'),
(2867, 'App\\Models\\User', 92, 'API Token of Hasan Al Banna', '721031cf55e9a4126600f1b3eda1b27de0a50893a42f434d470a92234265e864', '[\"*\"]', NULL, NULL, '2023-12-13 14:26:01', '2023-12-13 14:26:01'),
(2868, 'App\\Models\\User', 92, 'API Token of Hasan Al Banna', '14ac5794060e9722bfddb65945a40bc37b389054705ee657a869716bd98e6be6', '[\"*\"]', NULL, NULL, '2023-12-13 14:26:18', '2023-12-13 14:26:18'),
(2869, 'App\\Models\\User', 92, 'API Token of Hasan Al Banna', '9fe4b65aaea27e513e5761838492201ccd66daed6ec29f6b1099b07395b00dcb', '[\"*\"]', NULL, NULL, '2023-12-13 14:27:42', '2023-12-13 14:27:42'),
(2870, 'App\\Models\\User', 92, 'API Token of Hasan Al Banna', '5d50d95219123816375c4cfa7d2f5b4052c98ff99ec38e497c3995ad722db0ae', '[\"*\"]', NULL, NULL, '2023-12-13 14:29:45', '2023-12-13 14:29:45'),
(2871, 'App\\Models\\User', 92, 'API Token of Hasan Al Banna', '767f4c3ded912d17623b37b487b6d09826a85a0d92c52b888d89680c564aa995', '[\"*\"]', NULL, NULL, '2023-12-13 14:32:09', '2023-12-13 14:32:09'),
(2872, 'App\\Models\\User', 92, 'API Token of Hasan Al Banna', '1f57411bf1a9249198c57353dd9401cafb7ce4f8c18358d63e3879987ee5208e', '[\"*\"]', NULL, NULL, '2023-12-13 14:32:32', '2023-12-13 14:32:32'),
(2888, 'App\\Models\\User', 92, 'API Token of Hasan AL Banna Nahid', '927043ce0e954481d8fa920d44a0ad061ea4f60772c619b48ba1d71efc0fe3c9', '[\"*\"]', NULL, NULL, '2023-12-13 14:35:46', '2023-12-13 14:35:46'),
(2890, 'App\\Models\\User', 92, 'API Token of Hasan AL Banna Nahid', '7829b375c32cfe9bfeee13766da5adb25ee0d8e5c7a7c7ba658954458256aced', '[\"*\"]', NULL, NULL, '2023-12-13 14:37:24', '2023-12-13 14:37:24'),
(2984, 'App\\Models\\User', 92, 'API Token of Hasan AL Banna Nahid', '56cc3ca874b73c2abe1c1ff12b34b94dfcfd541498103c56b17699089ece3f36', '[\"*\"]', NULL, NULL, '2023-12-14 07:48:16', '2023-12-14 07:48:16'),
(3892, 'App\\Models\\User', 92, 'API Token of Hasan AL Banna Nahid', 'c38b70f772d9b9013f11cc4805ac54b65b3a1285a9bd0a389abeedef6e688832', '[\"*\"]', NULL, NULL, '2023-12-17 00:00:27', '2023-12-17 00:00:27'),
(3895, 'App\\Models\\User', 92, 'API Token of Hasan AL Banna Nahid', 'fed646c4658df69d8c08c1063c136b60dee87b229e23f409bde63c765d7a4308', '[\"*\"]', NULL, NULL, '2023-12-17 00:20:51', '2023-12-17 00:20:51'),
(3953, 'App\\Models\\User', 92, 'API Token of Hasan AL Banna Nahid', '5ad74713f76325c0bfa1c5f8a3ba09f922395bcc79c713eb87ee3ce79135c286', '[\"*\"]', NULL, NULL, '2023-12-17 01:35:31', '2023-12-17 01:35:31'),
(4105, 'App\\Models\\User', 92, 'API Token of Hasan AL Banna Nahid', 'fe3531c9e468141e29134d7934fb9d6d79c566b32104e5a0f098b3da83825356', '[\"*\"]', NULL, NULL, '2023-12-17 02:54:47', '2023-12-17 02:54:47'),
(4121, 'App\\Models\\User', 92, 'API Token of Hasan AL Banna Nahid', '181520208b10b60b1a190c6353b6dcea6c7f66e3eec2935cdf3abc9709709d75', '[\"*\"]', NULL, NULL, '2023-12-17 03:12:47', '2023-12-17 03:12:47'),
(4595, 'App\\Models\\User', 92, 'API Token of Hasan AL Banna Nahid', 'fb4d377166b5b08971d947a004746239185eccd3f92fe8b79ef76679f40ab559', '[\"*\"]', NULL, NULL, '2023-12-20 15:52:07', '2023-12-20 15:52:07');

-- --------------------------------------------------------

--
-- Table structure for table `profiles`
--

CREATE TABLE `profiles` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `date` varchar(255) NOT NULL,
  `once` varchar(255) NOT NULL,
  `points` varchar(255) NOT NULL,
  `bio` varchar(255) DEFAULT NULL,
  `designation` varchar(255) DEFAULT NULL,
  `birthday` varchar(255) DEFAULT NULL,
  `gender` varchar(255) DEFAULT NULL,
  `about` longtext DEFAULT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `class` varchar(255) DEFAULT NULL,
  `institute` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `upazila` varchar(255) DEFAULT NULL,
  `city` varchar(255) DEFAULT NULL,
  `division` varchar(255) DEFAULT NULL,
  `country` varchar(255) DEFAULT NULL,
  `company_name` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `profiles`
--

INSERT INTO `profiles` (`id`, `user_id`, `date`, `once`, `points`, `bio`, `designation`, `birthday`, `gender`, `about`, `phone`, `class`, `institute`, `address`, `upazila`, `city`, `division`, `country`, `company_name`, `created_at`, `updated_at`) VALUES
(1, 1, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01610025142', NULL, NULL, 'Mithapukur', NULL, NULL, NULL, 'Bangladesh', NULL, '2023-07-05 05:46:36', '2023-07-07 00:20:27'),
(2, 2, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 05:47:44', '2023-07-05 05:47:44'),
(3, 3, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01823033506', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:46', '2023-07-05 06:12:46'),
(4, 4, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '9154792519', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:46', '2023-07-05 06:12:46'),
(5, 5, '2023-07-05', 'no', '24063.25', NULL, NULL, NULL, NULL, NULL, '01714466703', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:46', '2023-07-05 06:12:46'),
(6, 6, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01823033506', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(7, 7, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01307837201', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(8, 9, '2023-07-05', 'no', '2', NULL, NULL, NULL, NULL, NULL, '01610025142', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-12-06 15:07:09'),
(9, 8, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01884039200', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(10, 10, '2023-07-05', 'no', '893', NULL, NULL, NULL, NULL, NULL, '01307837201', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(11, 12, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01939071197', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(12, 11, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01567936370', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(13, 14, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '9464646', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(14, 13, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01817970986', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(15, 15, '2023-07-05', 'no', '5.0', NULL, NULL, NULL, NULL, NULL, '01751801494', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(16, 16, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01711152240', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(17, 17, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '6364856842', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(18, 18, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '1893483742', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(19, 19, '2023-07-05', 'no', '9820.5', NULL, NULL, NULL, NULL, NULL, '01963258741', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(20, 20, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '014144664283', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(21, 21, '2023-07-05', 'no', '530', NULL, NULL, NULL, NULL, NULL, '01829394585', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:49', '2023-07-05 06:12:49'),
(22, 22, '2023-07-05', 'no', '4', NULL, NULL, NULL, NULL, NULL, '01872801766', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:50', '2023-07-05 06:12:50'),
(23, 23, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01994215664', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(25, 24, '2023-07-05', 'no', '1', NULL, NULL, NULL, NULL, NULL, '01793328009', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(26, 26, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01868827538', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(27, 27, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01720481734', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(28, 28, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01714466', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(29, 29, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01514466703', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(30, 30, '2023-07-05', 'no', '98.5', NULL, NULL, NULL, NULL, NULL, '01872801766', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(31, 31, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01736277613', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(32, 32, '2023-07-05', 'no', '5.0', NULL, NULL, NULL, NULL, NULL, '0175181494', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(33, 33, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01911911911', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(34, 34, '2023-07-05', 'no', '5', NULL, NULL, NULL, NULL, NULL, '01714000003', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(35, 35, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '9154792447', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(36, 36, '2023-07-05', 'no', '30.5', NULL, NULL, NULL, NULL, NULL, '01727243821', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(37, 37, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01623457891', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(38, 38, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01318831532', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(39, 40, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '6364908592', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(40, 39, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01994215664', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(41, 41, '2023-07-05', 'no', '1', NULL, NULL, NULL, NULL, NULL, '01748369446', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(42, 42, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01625980834', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:02', '2023-07-05 06:13:02'),
(43, 43, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01629338684', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:06', '2023-07-05 06:13:06'),
(44, 44, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01890284415', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(45, 45, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01752044519', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(46, 46, '2023-07-05', 'no', '3903.75', NULL, NULL, NULL, NULL, NULL, '01731518324', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(47, 47, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '+8801580326325', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(48, 49, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '+8801750481914', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(49, 50, '2023-07-05', 'no', '2643.0', NULL, NULL, NULL, NULL, NULL, '01831365262', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(50, 48, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01869721487', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(51, 51, '2023-07-05', 'no', '1', NULL, NULL, NULL, NULL, NULL, '01705384705', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(52, 52, '2023-07-05', 'no', '9', NULL, NULL, NULL, NULL, NULL, '01884039200', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(53, 53, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01633976011', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:09', '2023-07-05 06:13:09'),
(54, 54, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01906011876', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:09', '2023-07-05 06:13:09'),
(55, 55, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '34998265340', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(56, 56, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '0171446', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(57, 57, '2023-07-05', 'no', '8', NULL, NULL, NULL, NULL, NULL, '01743901321', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(58, 58, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01762509970', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(59, 59, '2023-07-05', 'no', '8', NULL, NULL, NULL, NULL, NULL, '01858506786', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:11', '2023-07-05 06:13:11'),
(60, 60, '2023-07-05', 'no', '105.0', NULL, NULL, NULL, NULL, NULL, '01714467603', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:12', '2023-07-05 06:13:12'),
(61, 61, '2023-07-05', 'no', '1000', NULL, NULL, NULL, NULL, NULL, '01892194509', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(62, 62, '2023-07-05', 'no', '4', NULL, NULL, NULL, NULL, NULL, '01862906881', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(63, 63, '2023-07-05', 'no', '1485.25', NULL, NULL, NULL, NULL, NULL, '01793328009', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(64, 64, '2023-07-05', 'no', '23491', NULL, NULL, NULL, NULL, NULL, '01714466703', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:15', '2023-07-05 06:13:15'),
(65, 65, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '+8801934732640', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:16', '2023-07-05 06:13:16'),
(66, 67, '2023-07-05', 'no', '38.0', NULL, NULL, NULL, NULL, NULL, '01714466703', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(67, 66, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01869721487', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(68, 68, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01842757141', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(69, 69, '2023-07-05', 'no', '0', NULL, NULL, NULL, NULL, NULL, '01869721487', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:18', '2023-07-05 06:13:18'),
(70, 70, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01869721487', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:18', '2023-07-05 06:13:18'),
(71, 71, '2023-07-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, '01872133788', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:19', '2023-07-05 06:13:19'),
(72, 72, '2023-07-05', 'no', '65', NULL, NULL, NULL, NULL, NULL, '01706055918', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:26', '2023-07-05 06:13:26'),
(73, 73, '2023-07-10', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-10 19:23:33', '2023-07-10 19:23:33'),
(74, 74, '2023-07-11', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-11 03:56:12', '2023-07-11 03:56:12'),
(75, 75, '2023-07-11', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-11 09:03:27', '2023-07-11 09:03:27'),
(76, 76, '2023-07-20', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-20 01:44:16', '2023-07-20 01:44:16'),
(77, 77, '2023-07-22', 'no', '9', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-22 10:29:08', '2023-07-22 10:30:17'),
(78, 78, '2023-08-13', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-08-13 11:57:17', '2023-08-13 11:57:17'),
(79, 79, '2023-08-28', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-08-28 03:39:51', '2023-08-28 03:39:51'),
(80, 80, '2023-08-31', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-08-31 09:22:48', '2023-08-31 09:22:48'),
(81, 81, '2023-09-05', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-09-05 18:03:18', '2023-09-05 18:03:18'),
(82, 82, '2023-09-07', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-09-07 09:06:09', '2023-09-07 09:06:09'),
(83, 83, '2023-10-01', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-01 09:23:16', '2023-10-01 09:23:16'),
(84, 84, '2023-10-01', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-01 13:29:20', '2023-10-01 13:29:20'),
(85, 85, '2023-10-04', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-04 01:57:21', '2023-10-04 01:57:21'),
(86, 86, '2023-10-19', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-19 08:29:53', '2023-10-19 08:29:53'),
(87, 87, '2023-10-29', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-29 20:56:13', '2023-10-29 20:56:13'),
(88, 88, '2023-10-31', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-31 07:52:26', '2023-10-31 07:52:26'),
(90, 90, '2023-12-06', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-12-06 16:36:33', '2023-12-06 16:36:33'),
(91, 91, '2023-12-06', 'no', '10', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-12-06 16:38:36', '2023-12-06 16:38:36'),
(92, 92, '2023-12-13', 'yes', '94489.5', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-12-13 14:26:01', '2023-12-16 21:45:24');

-- --------------------------------------------------------

--
-- Table structure for table `questions`
--

CREATE TABLE `questions` (
  `id` int(10) UNSIGNED NOT NULL,
  `event_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `option1` longtext NOT NULL,
  `option2` longtext NOT NULL,
  `option3` longtext NOT NULL,
  `option4` longtext NOT NULL,
  `option5` longtext NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `questions`
--

INSERT INTO `questions` (`id`, `event_id`, `name`, `option1`, `option2`, `option3`, `option4`, `option5`, `created_at`, `updated_at`) VALUES
(1, 2, 'Her thinking leans ____ democracy.', 'with', 'towards', 'for', 'None of these', '1', '2023-07-18 11:24:09', '2023-07-18 11:24:09'),
(2, 2, 'He got too tired _____ over work', 'because of', 'because off', 'on', 'for', '1', '2023-07-18 11:29:27', '2023-07-18 11:29:27'),
(3, 2, '_____ his principles, he has to be very careful.', 'with regard of', 'with regard on', 'with regard to', 'None of these', '3', '2023-07-18 11:31:33', '2023-07-18 11:31:33'),
(4, 2, 'Building has been built _____ the new plan.', 'accordance to', 'in accordance with', 'for', 'about', '2', '2023-07-18 11:34:07', '2023-07-18 11:34:07'),
(5, 2, 'He crossed the broken bridge ____ warning.', 'in spite of', 'in spite off', 'on', 'about', '1', '2023-07-18 11:35:45', '2023-07-18 11:35:45'),
(6, 3, 'What Is Component', 'A React component is a reusable, self-contained piece of UI that can manage its own state and properties.', 'A React component is a type of fruit commonly found in tropical regions.', 'React components are exclusively used for server-side rendering and cannot be used in client-side applications.', 'React components are limited to a single file and cannot be split into smaller, modular pieces.', '1', '2023-12-06 15:12:55', '2023-12-06 15:12:55'),
(7, 3, 'React Context API', 'Context provides a way to pass data through the component tree without having to pass props down manually at every level.', 'Context can only be used with class components in React.', 'Context in React is primarily designed for global state management.', 'The useContext hook is used for creating context in React applications.', '1', '2023-12-17 02:02:07', '2023-12-17 02:02:07');

-- --------------------------------------------------------

--
-- Table structure for table `receive_requests`
--

CREATE TABLE `receive_requests` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `request_id` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `results`
--

CREATE TABLE `results` (
  `id` int(10) UNSIGNED NOT NULL,
  `event_id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `total_q` varchar(255) NOT NULL,
  `r_ans` varchar(255) NOT NULL,
  `w_ans` varchar(255) NOT NULL,
  `total_mark` varchar(255) NOT NULL,
  `neg_mark` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `give_ans` text NOT NULL,
  `not_give_ans` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `send_requests`
--

CREATE TABLE `send_requests` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `request_id` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `sessions`
--

CREATE TABLE `sessions` (
  `id` varchar(255) NOT NULL,
  `user_id` bigint(20) UNSIGNED DEFAULT NULL,
  `ip_address` varchar(45) DEFAULT NULL,
  `user_agent` text DEFAULT NULL,
  `payload` longtext NOT NULL,
  `last_activity` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `sessions`
--

INSERT INTO `sessions` (`id`, `user_id`, `ip_address`, `user_agent`, `payload`, `last_activity`) VALUES
('oJr1NYsS0h1TNBwiJ8fzOtLpoCoqwqf2dQxFTck4', 1, '127.0.0.1', 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/120.0.0.0 Safari/537.36', 'YToxNTp7czo2OiJfdG9rZW4iO3M6NDA6ImtkNnVSTFc4UHR1TVpMSkh5VWVtWjBEMVpxTGtrRFRUY3VLNUlSRG4iO3M6MzoidXJsIjthOjA6e31zOjk6Il9wcmV2aW91cyI7YToxOntzOjM6InVybCI7czozMToiaHR0cDovL2xvY2FsaG9zdDo4MDAwL2FsbC1ldmVudCI7fXM6NjoiX2ZsYXNoIjthOjI6e3M6Mzoib2xkIjthOjA6e31zOjM6Im5ldyI7YTowOnt9fXM6NTA6ImxvZ2luX3dlYl81OWJhMzZhZGRjMmIyZjk0MDE1ODBmMDE0YzdmNThlYTRlMzA5ODlkIjtpOjE7czoyMToicGFzc3dvcmRfaGFzaF9zYW5jdHVtIjtzOjYwOiIkMnkkMTAkZFhwc2F0TFVVc0dQSDhsMGFVWU9NT2RtaHB0NFlYUUF4Y1hEUW9kNnkwVW5LbHVXZ3BHbk8iO3M6MTA6ImV2ZW50Q291bnQiO2k6MjtzOjEzOiJzeWxsYWJ1c0NvdW50IjtpOjM7czoxMzoicXVlc3Rpb25Db3VudCI7aTo3O3M6MTA6ImFkbWluQ291bnQiO2k6MDtzOjk6ImJsb2dDb3VudCI7aToxO3M6MTc6Im5vdGlmaWNhdGlvbkNvdW50IjtpOjExMjM7czo5OiJ1c2VyQ291bnQiO2k6ODg7czoxNjoicGFydGljaXBhbnRDb3VudCI7aToyO3M6MTY6Im5vdGlmaWNhdGlvbmxpc3QiO086NDI6IklsbHVtaW5hdGVcUGFnaW5hdGlvblxMZW5ndGhBd2FyZVBhZ2luYXRvciI6MTE6e3M6ODoiACoAaXRlbXMiO086Mzk6IklsbHVtaW5hdGVcRGF0YWJhc2VcRWxvcXVlbnRcQ29sbGVjdGlvbiI6Mjp7czo4OiIAKgBpdGVtcyI7YTo1OntpOjA7TzoyMzoiQXBwXE1vZGVsc1xOb3RpZmljYXRpb24iOjMwOntzOjEzOiIAKgBjb25uZWN0aW9uIjtzOjU6Im15c3FsIjtzOjg6IgAqAHRhYmxlIjtzOjEzOiJub3RpZmljYXRpb25zIjtzOjEzOiIAKgBwcmltYXJ5S2V5IjtzOjI6ImlkIjtzOjEwOiIAKgBrZXlUeXBlIjtzOjM6ImludCI7czoxMjoiaW5jcmVtZW50aW5nIjtiOjE7czo3OiIAKgB3aXRoIjthOjA6e31zOjEyOiIAKgB3aXRoQ291bnQiO2E6MDp7fXM6MTk6InByZXZlbnRzTGF6eUxvYWRpbmciO2I6MDtzOjEwOiIAKgBwZXJQYWdlIjtpOjE1O3M6NjoiZXhpc3RzIjtiOjE7czoxODoid2FzUmVjZW50bHlDcmVhdGVkIjtiOjA7czoyODoiACoAZXNjYXBlV2hlbkNhc3RpbmdUb1N0cmluZyI7YjowO3M6MTM6IgAqAGF0dHJpYnV0ZXMiO2E6OTp7czoyOiJpZCI7aToxMjY4O3M6NzoidXNlcl9pZCI7aToxO3M6NDoibmFtZSI7czo0NzoiRW5nbGlzaCBncmFtbWFyIHBhcnQgRXZlbnQgdXBkYXRlZCBzdWNjZXNzZnVsLiEiO3M6NDoiZGF0ZSI7czoxMDoiMjAyMy0xMi0yMCI7czo0OiJ0aW1lIjtzOjg6IjIxOjE5OjI4IjtzOjQ6InR5cGUiO3M6NToiZXZlbnQiO3M6Njoic3RhdHVzIjtzOjE6IjEiO3M6MTA6ImNyZWF0ZWRfYXQiO3M6MTk6IjIwMjMtMTItMjAgMjE6MTk6MjgiO3M6MTA6InVwZGF0ZWRfYXQiO3M6MTk6IjIwMjMtMTItMjAgMjE6MTk6MjgiO31zOjExOiIAKgBvcmlnaW5hbCI7YTo5OntzOjI6ImlkIjtpOjEyNjg7czo3OiJ1c2VyX2lkIjtpOjE7czo0OiJuYW1lIjtzOjQ3OiJFbmdsaXNoIGdyYW1tYXIgcGFydCBFdmVudCB1cGRhdGVkIHN1Y2Nlc3NmdWwuISI7czo0OiJkYXRlIjtzOjEwOiIyMDIzLTEyLTIwIjtzOjQ6InRpbWUiO3M6ODoiMjE6MTk6MjgiO3M6NDoidHlwZSI7czo1OiJldmVudCI7czo2OiJzdGF0dXMiO3M6MToiMSI7czoxMDoiY3JlYXRlZF9hdCI7czoxOToiMjAyMy0xMi0yMCAyMToxOToyOCI7czoxMDoidXBkYXRlZF9hdCI7czoxOToiMjAyMy0xMi0yMCAyMToxOToyOCI7fXM6MTA6IgAqAGNoYW5nZXMiO2E6MDp7fXM6ODoiACoAY2FzdHMiO2E6MDp7fXM6MTc6IgAqAGNsYXNzQ2FzdENhY2hlIjthOjA6e31zOjIxOiIAKgBhdHRyaWJ1dGVDYXN0Q2FjaGUiO2E6MDp7fXM6MTM6IgAqAGRhdGVGb3JtYXQiO047czoxMDoiACoAYXBwZW5kcyI7YTowOnt9czoxOToiACoAZGlzcGF0Y2hlc0V2ZW50cyI7YTowOnt9czoxNDoiACoAb2JzZXJ2YWJsZXMiO2E6MDp7fXM6MTI6IgAqAHJlbGF0aW9ucyI7YTowOnt9czoxMDoiACoAdG91Y2hlcyI7YTowOnt9czoxMDoidGltZXN0YW1wcyI7YjoxO3M6MTM6InVzZXNVbmlxdWVJZHMiO2I6MDtzOjk6IgAqAGhpZGRlbiI7YTowOnt9czoxMDoiACoAdmlzaWJsZSI7YTowOnt9czoxMToiACoAZmlsbGFibGUiO2E6Njp7aTowO3M6NzoidXNlcl9pZCI7aToxO3M6NDoibmFtZSI7aToyO3M6NDoiZGF0ZSI7aTozO3M6NDoidGltZSI7aTo0O3M6NDoidHlwZSI7aTo1O3M6Njoic3RhdHVzIjt9czoxMDoiACoAZ3VhcmRlZCI7YToxOntpOjA7czoxOiIqIjt9fWk6MTtPOjIzOiJBcHBcTW9kZWxzXE5vdGlmaWNhdGlvbiI6MzA6e3M6MTM6IgAqAGNvbm5lY3Rpb24iO3M6NToibXlzcWwiO3M6ODoiACoAdGFibGUiO3M6MTM6Im5vdGlmaWNhdGlvbnMiO3M6MTM6IgAqAHByaW1hcnlLZXkiO3M6MjoiaWQiO3M6MTA6IgAqAGtleVR5cGUiO3M6MzoiaW50IjtzOjEyOiJpbmNyZW1lbnRpbmciO2I6MTtzOjc6IgAqAHdpdGgiO2E6MDp7fXM6MTI6IgAqAHdpdGhDb3VudCI7YTowOnt9czoxOToicHJldmVudHNMYXp5TG9hZGluZyI7YjowO3M6MTA6IgAqAHBlclBhZ2UiO2k6MTU7czo2OiJleGlzdHMiO2I6MTtzOjE4OiJ3YXNSZWNlbnRseUNyZWF0ZWQiO2I6MDtzOjI4OiIAKgBlc2NhcGVXaGVuQ2FzdGluZ1RvU3RyaW5nIjtiOjA7czoxMzoiACoAYXR0cmlidXRlcyI7YTo5OntzOjI6ImlkIjtpOjEyNjc7czo3OiJ1c2VyX2lkIjtpOjE7czo0OiJuYW1lIjtzOjQ3OiJFbmdsaXNoIGdyYW1tYXIgcGFydCBFdmVudCB1cGRhdGVkIHN1Y2Nlc3NmdWwuISI7czo0OiJkYXRlIjtzOjEwOiIyMDIzLTEyLTIwIjtzOjQ6InRpbWUiO3M6ODoiMjE6MTM6NTUiO3M6NDoidHlwZSI7czo1OiJldmVudCI7czo2OiJzdGF0dXMiO3M6MToiMSI7czoxMDoiY3JlYXRlZF9hdCI7czoxOToiMjAyMy0xMi0yMCAyMToxMzo1NSI7czoxMDoidXBkYXRlZF9hdCI7czoxOToiMjAyMy0xMi0yMCAyMToxMzo1NSI7fXM6MTE6IgAqAG9yaWdpbmFsIjthOjk6e3M6MjoiaWQiO2k6MTI2NztzOjc6InVzZXJfaWQiO2k6MTtzOjQ6Im5hbWUiO3M6NDc6IkVuZ2xpc2ggZ3JhbW1hciBwYXJ0IEV2ZW50IHVwZGF0ZWQgc3VjY2Vzc2Z1bC4hIjtzOjQ6ImRhdGUiO3M6MTA6IjIwMjMtMTItMjAiO3M6NDoidGltZSI7czo4OiIyMToxMzo1NSI7czo0OiJ0eXBlIjtzOjU6ImV2ZW50IjtzOjY6InN0YXR1cyI7czoxOiIxIjtzOjEwOiJjcmVhdGVkX2F0IjtzOjE5OiIyMDIzLTEyLTIwIDIxOjEzOjU1IjtzOjEwOiJ1cGRhdGVkX2F0IjtzOjE5OiIyMDIzLTEyLTIwIDIxOjEzOjU1Ijt9czoxMDoiACoAY2hhbmdlcyI7YTowOnt9czo4OiIAKgBjYXN0cyI7YTowOnt9czoxNzoiACoAY2xhc3NDYXN0Q2FjaGUiO2E6MDp7fXM6MjE6IgAqAGF0dHJpYnV0ZUNhc3RDYWNoZSI7YTowOnt9czoxMzoiACoAZGF0ZUZvcm1hdCI7TjtzOjEwOiIAKgBhcHBlbmRzIjthOjA6e31zOjE5OiIAKgBkaXNwYXRjaGVzRXZlbnRzIjthOjA6e31zOjE0OiIAKgBvYnNlcnZhYmxlcyI7YTowOnt9czoxMjoiACoAcmVsYXRpb25zIjthOjA6e31zOjEwOiIAKgB0b3VjaGVzIjthOjA6e31zOjEwOiJ0aW1lc3RhbXBzIjtiOjE7czoxMzoidXNlc1VuaXF1ZUlkcyI7YjowO3M6OToiACoAaGlkZGVuIjthOjA6e31zOjEwOiIAKgB2aXNpYmxlIjthOjA6e31zOjExOiIAKgBmaWxsYWJsZSI7YTo2OntpOjA7czo3OiJ1c2VyX2lkIjtpOjE7czo0OiJuYW1lIjtpOjI7czo0OiJkYXRlIjtpOjM7czo0OiJ0aW1lIjtpOjQ7czo0OiJ0eXBlIjtpOjU7czo2OiJzdGF0dXMiO31zOjEwOiIAKgBndWFyZGVkIjthOjE6e2k6MDtzOjE6IioiO319aToyO086MjM6IkFwcFxNb2RlbHNcTm90aWZpY2F0aW9uIjozMDp7czoxMzoiACoAY29ubmVjdGlvbiI7czo1OiJteXNxbCI7czo4OiIAKgB0YWJsZSI7czoxMzoibm90aWZpY2F0aW9ucyI7czoxMzoiACoAcHJpbWFyeUtleSI7czoyOiJpZCI7czoxMDoiACoAa2V5VHlwZSI7czozOiJpbnQiO3M6MTI6ImluY3JlbWVudGluZyI7YjoxO3M6NzoiACoAd2l0aCI7YTowOnt9czoxMjoiACoAd2l0aENvdW50IjthOjA6e31zOjE5OiJwcmV2ZW50c0xhenlMb2FkaW5nIjtiOjA7czoxMDoiACoAcGVyUGFnZSI7aToxNTtzOjY6ImV4aXN0cyI7YjoxO3M6MTg6Indhc1JlY2VudGx5Q3JlYXRlZCI7YjowO3M6Mjg6IgAqAGVzY2FwZVdoZW5DYXN0aW5nVG9TdHJpbmciO2I6MDtzOjEzOiIAKgBhdHRyaWJ1dGVzIjthOjk6e3M6MjoiaWQiO2k6MTI2NjtzOjc6InVzZXJfaWQiO2k6MTtzOjQ6Im5hbWUiO3M6NDc6IkVuZ2xpc2ggZ3JhbW1hciBwYXJ0IEV2ZW50IHVwZGF0ZWQgc3VjY2Vzc2Z1bC4hIjtzOjQ6ImRhdGUiO3M6MTA6IjIwMjMtMTItMjAiO3M6NDoidGltZSI7czo4OiIyMDozNjo0NCI7czo0OiJ0eXBlIjtzOjU6ImV2ZW50IjtzOjY6InN0YXR1cyI7czoxOiIxIjtzOjEwOiJjcmVhdGVkX2F0IjtzOjE5OiIyMDIzLTEyLTIwIDIwOjM2OjQ0IjtzOjEwOiJ1cGRhdGVkX2F0IjtzOjE5OiIyMDIzLTEyLTIwIDIwOjM2OjQ0Ijt9czoxMToiACoAb3JpZ2luYWwiO2E6OTp7czoyOiJpZCI7aToxMjY2O3M6NzoidXNlcl9pZCI7aToxO3M6NDoibmFtZSI7czo0NzoiRW5nbGlzaCBncmFtbWFyIHBhcnQgRXZlbnQgdXBkYXRlZCBzdWNjZXNzZnVsLiEiO3M6NDoiZGF0ZSI7czoxMDoiMjAyMy0xMi0yMCI7czo0OiJ0aW1lIjtzOjg6IjIwOjM2OjQ0IjtzOjQ6InR5cGUiO3M6NToiZXZlbnQiO3M6Njoic3RhdHVzIjtzOjE6IjEiO3M6MTA6ImNyZWF0ZWRfYXQiO3M6MTk6IjIwMjMtMTItMjAgMjA6MzY6NDQiO3M6MTA6InVwZGF0ZWRfYXQiO3M6MTk6IjIwMjMtMTItMjAgMjA6MzY6NDQiO31zOjEwOiIAKgBjaGFuZ2VzIjthOjA6e31zOjg6IgAqAGNhc3RzIjthOjA6e31zOjE3OiIAKgBjbGFzc0Nhc3RDYWNoZSI7YTowOnt9czoyMToiACoAYXR0cmlidXRlQ2FzdENhY2hlIjthOjA6e31zOjEzOiIAKgBkYXRlRm9ybWF0IjtOO3M6MTA6IgAqAGFwcGVuZHMiO2E6MDp7fXM6MTk6IgAqAGRpc3BhdGNoZXNFdmVudHMiO2E6MDp7fXM6MTQ6IgAqAG9ic2VydmFibGVzIjthOjA6e31zOjEyOiIAKgByZWxhdGlvbnMiO2E6MDp7fXM6MTA6IgAqAHRvdWNoZXMiO2E6MDp7fXM6MTA6InRpbWVzdGFtcHMiO2I6MTtzOjEzOiJ1c2VzVW5pcXVlSWRzIjtiOjA7czo5OiIAKgBoaWRkZW4iO2E6MDp7fXM6MTA6IgAqAHZpc2libGUiO2E6MDp7fXM6MTE6IgAqAGZpbGxhYmxlIjthOjY6e2k6MDtzOjc6InVzZXJfaWQiO2k6MTtzOjQ6Im5hbWUiO2k6MjtzOjQ6ImRhdGUiO2k6MztzOjQ6InRpbWUiO2k6NDtzOjQ6InR5cGUiO2k6NTtzOjY6InN0YXR1cyI7fXM6MTA6IgAqAGd1YXJkZWQiO2E6MTp7aTowO3M6MToiKiI7fX1pOjM7TzoyMzoiQXBwXE1vZGVsc1xOb3RpZmljYXRpb24iOjMwOntzOjEzOiIAKgBjb25uZWN0aW9uIjtzOjU6Im15c3FsIjtzOjg6IgAqAHRhYmxlIjtzOjEzOiJub3RpZmljYXRpb25zIjtzOjEzOiIAKgBwcmltYXJ5S2V5IjtzOjI6ImlkIjtzOjEwOiIAKgBrZXlUeXBlIjtzOjM6ImludCI7czoxMjoiaW5jcmVtZW50aW5nIjtiOjE7czo3OiIAKgB3aXRoIjthOjA6e31zOjEyOiIAKgB3aXRoQ291bnQiO2E6MDp7fXM6MTk6InByZXZlbnRzTGF6eUxvYWRpbmciO2I6MDtzOjEwOiIAKgBwZXJQYWdlIjtpOjE1O3M6NjoiZXhpc3RzIjtiOjE7czoxODoid2FzUmVjZW50bHlDcmVhdGVkIjtiOjA7czoyODoiACoAZXNjYXBlV2hlbkNhc3RpbmdUb1N0cmluZyI7YjowO3M6MTM6IgAqAGF0dHJpYnV0ZXMiO2E6OTp7czoyOiJpZCI7aToxMjY1O3M6NzoidXNlcl9pZCI7aToxO3M6NDoibmFtZSI7czo0NzoiRW5nbGlzaCBncmFtbWFyIHBhcnQgRXZlbnQgdXBkYXRlZCBzdWNjZXNzZnVsLiEiO3M6NDoiZGF0ZSI7czoxMDoiMjAyMy0xMi0yMCI7czo0OiJ0aW1lIjtzOjg6IjIwOjM1OjAzIjtzOjQ6InR5cGUiO3M6NToiZXZlbnQiO3M6Njoic3RhdHVzIjtzOjE6IjEiO3M6MTA6ImNyZWF0ZWRfYXQiO3M6MTk6IjIwMjMtMTItMjAgMjA6MzU6MDMiO3M6MTA6InVwZGF0ZWRfYXQiO3M6MTk6IjIwMjMtMTItMjAgMjA6MzU6MDMiO31zOjExOiIAKgBvcmlnaW5hbCI7YTo5OntzOjI6ImlkIjtpOjEyNjU7czo3OiJ1c2VyX2lkIjtpOjE7czo0OiJuYW1lIjtzOjQ3OiJFbmdsaXNoIGdyYW1tYXIgcGFydCBFdmVudCB1cGRhdGVkIHN1Y2Nlc3NmdWwuISI7czo0OiJkYXRlIjtzOjEwOiIyMDIzLTEyLTIwIjtzOjQ6InRpbWUiO3M6ODoiMjA6MzU6MDMiO3M6NDoidHlwZSI7czo1OiJldmVudCI7czo2OiJzdGF0dXMiO3M6MToiMSI7czoxMDoiY3JlYXRlZF9hdCI7czoxOToiMjAyMy0xMi0yMCAyMDozNTowMyI7czoxMDoidXBkYXRlZF9hdCI7czoxOToiMjAyMy0xMi0yMCAyMDozNTowMyI7fXM6MTA6IgAqAGNoYW5nZXMiO2E6MDp7fXM6ODoiACoAY2FzdHMiO2E6MDp7fXM6MTc6IgAqAGNsYXNzQ2FzdENhY2hlIjthOjA6e31zOjIxOiIAKgBhdHRyaWJ1dGVDYXN0Q2FjaGUiO2E6MDp7fXM6MTM6IgAqAGRhdGVGb3JtYXQiO047czoxMDoiACoAYXBwZW5kcyI7YTowOnt9czoxOToiACoAZGlzcGF0Y2hlc0V2ZW50cyI7YTowOnt9czoxNDoiACoAb2JzZXJ2YWJsZXMiO2E6MDp7fXM6MTI6IgAqAHJlbGF0aW9ucyI7YTowOnt9czoxMDoiACoAdG91Y2hlcyI7YTowOnt9czoxMDoidGltZXN0YW1wcyI7YjoxO3M6MTM6InVzZXNVbmlxdWVJZHMiO2I6MDtzOjk6IgAqAGhpZGRlbiI7YTowOnt9czoxMDoiACoAdmlzaWJsZSI7YTowOnt9czoxMToiACoAZmlsbGFibGUiO2E6Njp7aTowO3M6NzoidXNlcl9pZCI7aToxO3M6NDoibmFtZSI7aToyO3M6NDoiZGF0ZSI7aTozO3M6NDoidGltZSI7aTo0O3M6NDoidHlwZSI7aTo1O3M6Njoic3RhdHVzIjt9czoxMDoiACoAZ3VhcmRlZCI7YToxOntpOjA7czoxOiIqIjt9fWk6NDtPOjIzOiJBcHBcTW9kZWxzXE5vdGlmaWNhdGlvbiI6MzA6e3M6MTM6IgAqAGNvbm5lY3Rpb24iO3M6NToibXlzcWwiO3M6ODoiACoAdGFibGUiO3M6MTM6Im5vdGlmaWNhdGlvbnMiO3M6MTM6IgAqAHByaW1hcnlLZXkiO3M6MjoiaWQiO3M6MTA6IgAqAGtleVR5cGUiO3M6MzoiaW50IjtzOjEyOiJpbmNyZW1lbnRpbmciO2I6MTtzOjc6IgAqAHdpdGgiO2E6MDp7fXM6MTI6IgAqAHdpdGhDb3VudCI7YTowOnt9czoxOToicHJldmVudHNMYXp5TG9hZGluZyI7YjowO3M6MTA6IgAqAHBlclBhZ2UiO2k6MTU7czo2OiJleGlzdHMiO2I6MTtzOjE4OiJ3YXNSZWNlbnRseUNyZWF0ZWQiO2I6MDtzOjI4OiIAKgBlc2NhcGVXaGVuQ2FzdGluZ1RvU3RyaW5nIjtiOjA7czoxMzoiACoAYXR0cmlidXRlcyI7YTo5OntzOjI6ImlkIjtpOjEyNjQ7czo3OiJ1c2VyX2lkIjtpOjE7czo0OiJuYW1lIjtzOjQ3OiJFbmdsaXNoIGdyYW1tYXIgcGFydCBFdmVudCB1cGRhdGVkIHN1Y2Nlc3NmdWwuISI7czo0OiJkYXRlIjtzOjEwOiIyMDIzLTEyLTIwIjtzOjQ6InRpbWUiO3M6ODoiMjA6MTI6MjkiO3M6NDoidHlwZSI7czo1OiJldmVudCI7czo2OiJzdGF0dXMiO3M6MToiMSI7czoxMDoiY3JlYXRlZF9hdCI7czoxOToiMjAyMy0xMi0yMCAyMDoxMjoyOSI7czoxMDoidXBkYXRlZF9hdCI7czoxOToiMjAyMy0xMi0yMCAyMDoxMjoyOSI7fXM6MTE6IgAqAG9yaWdpbmFsIjthOjk6e3M6MjoiaWQiO2k6MTI2NDtzOjc6InVzZXJfaWQiO2k6MTtzOjQ6Im5hbWUiO3M6NDc6IkVuZ2xpc2ggZ3JhbW1hciBwYXJ0IEV2ZW50IHVwZGF0ZWQgc3VjY2Vzc2Z1bC4hIjtzOjQ6ImRhdGUiO3M6MTA6IjIwMjMtMTItMjAiO3M6NDoidGltZSI7czo4OiIyMDoxMjoyOSI7czo0OiJ0eXBlIjtzOjU6ImV2ZW50IjtzOjY6InN0YXR1cyI7czoxOiIxIjtzOjEwOiJjcmVhdGVkX2F0IjtzOjE5OiIyMDIzLTEyLTIwIDIwOjEyOjI5IjtzOjEwOiJ1cGRhdGVkX2F0IjtzOjE5OiIyMDIzLTEyLTIwIDIwOjEyOjI5Ijt9czoxMDoiACoAY2hhbmdlcyI7YTowOnt9czo4OiIAKgBjYXN0cyI7YTowOnt9czoxNzoiACoAY2xhc3NDYXN0Q2FjaGUiO2E6MDp7fXM6MjE6IgAqAGF0dHJpYnV0ZUNhc3RDYWNoZSI7YTowOnt9czoxMzoiACoAZGF0ZUZvcm1hdCI7TjtzOjEwOiIAKgBhcHBlbmRzIjthOjA6e31zOjE5OiIAKgBkaXNwYXRjaGVzRXZlbnRzIjthOjA6e31zOjE0OiIAKgBvYnNlcnZhYmxlcyI7YTowOnt9czoxMjoiACoAcmVsYXRpb25zIjthOjA6e31zOjEwOiIAKgB0b3VjaGVzIjthOjA6e31zOjEwOiJ0aW1lc3RhbXBzIjtiOjE7czoxMzoidXNlc1VuaXF1ZUlkcyI7YjowO3M6OToiACoAaGlkZGVuIjthOjA6e31zOjEwOiIAKgB2aXNpYmxlIjthOjA6e31zOjExOiIAKgBmaWxsYWJsZSI7YTo2OntpOjA7czo3OiJ1c2VyX2lkIjtpOjE7czo0OiJuYW1lIjtpOjI7czo0OiJkYXRlIjtpOjM7czo0OiJ0aW1lIjtpOjQ7czo0OiJ0eXBlIjtpOjU7czo2OiJzdGF0dXMiO31zOjEwOiIAKgBndWFyZGVkIjthOjE6e2k6MDtzOjE6IioiO319fXM6Mjg6IgAqAGVzY2FwZVdoZW5DYXN0aW5nVG9TdHJpbmciO2I6MDt9czoxMDoiACoAcGVyUGFnZSI7aTo1O3M6MTQ6IgAqAGN1cnJlbnRQYWdlIjtpOjE7czo3OiIAKgBwYXRoIjtzOjMxOiJodHRwOi8vbG9jYWxob3N0OjgwMDAvYWxsLWV2ZW50IjtzOjg6IgAqAHF1ZXJ5IjthOjA6e31zOjExOiIAKgBmcmFnbWVudCI7TjtzOjExOiIAKgBwYWdlTmFtZSI7czo0OiJwYWdlIjtzOjEwOiJvbkVhY2hTaWRlIjtpOjM7czoxMDoiACoAb3B0aW9ucyI7YToyOntzOjQ6InBhdGgiO3M6MzE6Imh0dHA6Ly9sb2NhbGhvc3Q6ODAwMC9hbGwtZXZlbnQiO3M6ODoicGFnZU5hbWUiO3M6NDoicGFnZSI7fXM6ODoiACoAdG90YWwiO2k6MTEyMztzOjExOiIAKgBsYXN0UGFnZSI7aToyMjU7fX0=', 1703085568);

-- --------------------------------------------------------

--
-- Table structure for table `sliders`
--

CREATE TABLE `sliders` (
  `id` bigint(20) UNSIGNED NOT NULL,
  `type` varchar(255) NOT NULL,
  `image_path` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `social_links`
--

CREATE TABLE `social_links` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `whatsapp` varchar(255) DEFAULT NULL,
  `facebook` varchar(255) DEFAULT NULL,
  `twitter` varchar(255) DEFAULT NULL,
  `instagram` varchar(255) DEFAULT NULL,
  `linkedin` varchar(255) DEFAULT NULL,
  `pinterest` varchar(255) DEFAULT NULL,
  `tiktok` varchar(255) DEFAULT NULL,
  `wechat` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `social_links`
--

INSERT INTO `social_links` (`id`, `user_id`, `whatsapp`, `facebook`, `twitter`, `instagram`, `linkedin`, `pinterest`, `tiktok`, `wechat`, `created_at`, `updated_at`) VALUES
(1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 05:46:36', '2023-07-07 00:20:27'),
(2, 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 05:47:44', '2023-07-05 05:47:44'),
(3, 3, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:46', '2023-07-05 06:12:46'),
(4, 5, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:46', '2023-07-05 06:12:46'),
(5, 4, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(6, 6, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(7, 7, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(8, 8, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(9, 9, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(10, 10, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(11, 12, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(12, 11, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(13, 14, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(14, 13, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(15, 15, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(16, 16, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(17, 18, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(18, 17, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(19, 19, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(20, 20, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(21, 21, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:49', '2023-07-05 06:12:49'),
(22, 22, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:50', '2023-07-05 06:12:50'),
(23, 23, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(25, 24, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(26, 26, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(27, 27, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(28, 28, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(29, 29, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(30, 30, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(31, 31, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(32, 33, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(33, 34, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(34, 35, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(35, 32, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(36, 36, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(37, 37, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(38, 38, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(39, 40, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(40, 39, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(41, 41, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(42, 42, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:02', '2023-07-05 06:13:02'),
(43, 43, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:06', '2023-07-05 06:13:06'),
(44, 44, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(45, 45, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(46, 46, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(47, 47, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(48, 50, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(49, 48, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(50, 51, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(51, 49, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(52, 52, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(53, 53, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:09', '2023-07-05 06:13:09'),
(54, 54, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:09', '2023-07-05 06:13:09'),
(55, 55, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(56, 56, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(57, 57, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(58, 58, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(59, 59, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:11', '2023-07-05 06:13:11'),
(60, 60, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:12', '2023-07-05 06:13:12'),
(61, 61, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(62, 63, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(63, 62, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(64, 64, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:15', '2023-07-05 06:13:15'),
(65, 65, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:16', '2023-07-05 06:13:16'),
(66, 67, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(67, 66, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(68, 68, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(69, 69, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:18', '2023-07-05 06:13:18'),
(70, 70, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:18', '2023-07-05 06:13:18'),
(71, 71, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:19', '2023-07-05 06:13:19'),
(72, 72, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:26', '2023-07-05 06:13:26'),
(73, 73, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-10 19:23:33', '2023-07-10 19:23:33'),
(74, 74, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-11 03:56:12', '2023-07-11 03:56:12'),
(75, 75, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-11 09:03:27', '2023-07-11 09:03:27'),
(76, 76, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-20 01:44:16', '2023-07-20 01:44:16'),
(77, 77, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-22 10:29:08', '2023-07-22 10:29:08'),
(78, 78, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-08-13 11:57:17', '2023-08-13 11:57:17'),
(79, 79, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-08-28 03:39:51', '2023-08-28 03:39:51'),
(80, 80, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-08-31 09:22:49', '2023-08-31 09:22:49'),
(81, 81, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-09-05 18:03:18', '2023-09-05 18:03:18'),
(82, 82, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-09-07 09:06:09', '2023-09-07 09:06:09'),
(83, 83, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-01 09:23:16', '2023-10-01 09:23:16'),
(84, 84, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-01 13:29:20', '2023-10-01 13:29:20'),
(85, 85, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-04 01:57:21', '2023-10-04 01:57:21'),
(86, 86, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-19 08:29:53', '2023-10-19 08:29:53'),
(87, 87, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-29 20:56:13', '2023-10-29 20:56:13'),
(88, 88, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-31 07:52:26', '2023-10-31 07:52:26'),
(90, 90, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-12-06 16:36:33', '2023-12-06 16:36:33'),
(91, 91, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-12-06 16:38:36', '2023-12-06 16:38:36'),
(92, 92, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2023-12-13 14:26:01', '2023-12-13 14:26:01');

-- --------------------------------------------------------

--
-- Table structure for table `supports`
--

CREATE TABLE `supports` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_id` int(10) UNSIGNED NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `support_replays`
--

CREATE TABLE `support_replays` (
  `id` int(10) UNSIGNED NOT NULL,
  `support_id` int(10) UNSIGNED NOT NULL,
  `sender_id` varchar(255) NOT NULL,
  `receiver_id` varchar(255) NOT NULL,
  `message` longtext NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `syllabi`
--

CREATE TABLE `syllabi` (
  `id` int(10) UNSIGNED NOT NULL,
  `event_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `description` longtext NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `syllabi`
--

INSERT INTO `syllabi` (`id`, `event_id`, `name`, `description`, `created_at`, `updated_at`) VALUES
(2, 2, 'number of English\'s grammar part', 'Number:\r\nNumber বলতে সাধারন অর্থে সংখ্যাকে বুঝায়। Grammar এর ভাষায়, যা দ্বারা কোন গণনাবাচক noun বা pronoun এর একমাত্রিক বা বহুমাত্রিক অবস্থাকে বুঝানো হয় তাকে Number বা বচন বলে।\r\nTypes of Number:\r\nNumber সাধারনত দুই প্রকার। যথা –\r\nSingular number\r\nPlural number\r\nSingular Number:\r\nযা দ্বারা কোন গণনাবাচক noun বা pronoun এর একক মাত্রাকে বোঝায় তাকে Singular number বা একবচন বলে।\r\nExample:\r\n- Book, Brother, Cow, Tree, etc.\r\nPlural number:\r\nযা দ্বারা কোন গননাবাচক noun বা pronoun এর বহুমাত্রিক অবস্থাকে বোঝায় তাকে Plural number বা বহুবচন বলে।\r\nExample:\r\n- Books, Brothers, Cows, Trees, etc.\r\nSingular number কে Plural Number এ পরিবর্তন করার নিয়ম-\r\nRule 1:\r\nসাধারনত Singular Noun এর শেষে ‘s’ যোগ করে Plural করতে হয় -\r\nSingular	Plural\r\nCow 	cows\r\nBoy	Boys\r\nGirl	Girls\r\nCat	Cats\r\nHouse	Houses\r\nHand	Hands\r\nEye	Eyes\r\nTiger	Tigers\r\nDesk	Desks\r\n\r\nRule 2:\r\nSingular Noun এর শেষে s, ss, sh, x, বা z থাকলে এবং শেষের ch এর উচ্চারণ ‘চ’ এর মত হলে ঐ সব Noun এর শেষে es যোগ করে Plural করতে হয়।\r\n\r\nSingular	Plural\r\nBus	Buses\r\nClass	Classes\r\nBrush	Brushes\r\nBush	Bushes\r\nBox	Boxes\r\nBrunch	Brunches\r\nInch	Inches\r\nWatch	Watches\r\nMatch	matches\r\n\r\nব্যতিক্রম\r\nSingular Noun এর  শেষের ‘ch’ এর উচ্চারণ ‘চ’ এর মত না হয়ে ‘ক’ এর মত হলে ‘es’ যোগ না হয়ে শুধু ‘s’ যোগ হয়ে Plural হবে। যেমন –\r\n\r\nSingular	Plural\r\nStomach	Stomachs\r\nPatriarch	Patriarchs\r\nMonarch	Monarchs', '2023-07-18 11:19:19', '2023-07-22 10:11:39'),
(3, 3, 'React Core Fundamentals', '<h2 id=\"no-breaking-changes\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">No Breaking Changes</span></h2>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Before we continue, note that Hooks are:</span></p>\r\n<ul style=\"list-style-type: disc;\">\r\n<li style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>Completely opt-in.</strong>&nbsp;You can try Hooks in a few components without rewriting any existing code. But you don&rsquo;t have to learn or use Hooks right now if you don&rsquo;t want to.</span></li>\r\n<li style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>100% backwards-compatible.</strong>&nbsp;Hooks don&rsquo;t contain any breaking changes.</span></li>\r\n<li style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>Available now.</strong>&nbsp;Hooks are now available with the release of v16.8.0.</span></li>\r\n</ul>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>There are no plans to remove classes from React.</strong>&nbsp;You can read more about the gradual adoption strategy for Hooks in the&nbsp;<a href=\"https://legacy.reactjs.org/docs/hooks-intro.html#gradual-adoption-strategy\">bottom section</a>&nbsp;of this page.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>Hooks don&rsquo;t replace your knowledge of React concepts.</strong>&nbsp;Instead, Hooks provide a more direct API to the React concepts you already know: props, state, context, refs, and lifecycle. As we will show later, Hooks also offer a new powerful way to combine them.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>If you just want to start learning Hooks, feel free to&nbsp;<a href=\"https://legacy.reactjs.org/docs/hooks-overview.html\">jump directly to the next page!</a></strong>&nbsp;You can also keep reading this page to learn more about why we&rsquo;re adding Hooks, and how we&rsquo;re going to start using them without rewriting our applications.</span></p>\r\n<h2 id=\"motivation\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Motivation</span></h2>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Hooks solve a wide variety of seemingly unconnected problems in React that we&rsquo;ve encountered over five years of writing and maintaining tens of thousands of components. Whether you&rsquo;re learning React, use it daily, or even prefer a different library with a similar component model, you might recognize some of these problems.</span></p>\r\n<h3 id=\"its-hard-to-reuse-stateful-logic-between-components\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">It&rsquo;s hard to reuse stateful logic between components</span></h3>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">React doesn&rsquo;t offer a way to &ldquo;attach&rdquo; reusable behavior to a component (for example, connecting it to a store). If you&rsquo;ve worked with React for a while, you may be familiar with patterns like&nbsp;<a href=\"https://legacy.reactjs.org/docs/render-props.html\">render props</a>&nbsp;and&nbsp;<a href=\"https://legacy.reactjs.org/docs/higher-order-components.html\">higher-order components</a>&nbsp;that try to solve this. But these patterns require you to restructure your components when you use them, which can be cumbersome and make code harder to follow. If you look at a typical React application in React DevTools, you will likely find a &ldquo;wrapper hell&rdquo; of components surrounded by layers of providers, consumers, higher-order components, render props, and other abstractions. While we could&nbsp;<a href=\"https://github.com/facebook/react-devtools/pull/503\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">filter them out in DevTools</a>, this points to a deeper underlying problem: React needs a better primitive for sharing stateful logic.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">With Hooks, you can extract stateful logic from a component so it can be tested independently and reused.&nbsp;<strong>Hooks allow you to reuse stateful logic without changing your component hierarchy.</strong>&nbsp;This makes it easy to share Hooks among many components or with the community.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">We&rsquo;ll discuss this more in&nbsp;<a href=\"https://legacy.reactjs.org/docs/hooks-custom.html\">Building Your Own Hooks</a>.</span></p>\r\n<h3 id=\"complex-components-become-hard-to-understand\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Complex components become hard to understand</span></h3>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">We&rsquo;ve often had to maintain components that started out simple but grew into an unmanageable mess of stateful logic and side effects. Each lifecycle method often contains a mix of unrelated logic. For example, components might perform some data fetching in&nbsp;<code>componentDidMount</code>&nbsp;and&nbsp;<code>componentDidUpdate</code>. However, the same&nbsp;<code>componentDidMount</code>&nbsp;method might also contain some unrelated logic that sets up event listeners, with cleanup performed in&nbsp;<code>componentWillUnmount</code>. Mutually related code that changes together gets split apart, but completely unrelated code ends up combined in a single method. This makes it too easy to introduce bugs and inconsistencies.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">In many cases it&rsquo;s not possible to break these components into smaller ones because the stateful logic is all over the place. It&rsquo;s also difficult to test them. This is one of the reasons many people prefer to combine React with a separate state management library. However, that often introduces too much abstraction, requires you to jump between different files, and makes reusing components more difficult.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">To solve this,&nbsp;<strong>Hooks let you split one component into smaller functions based on what pieces are related (such as setting up a subscription or fetching data)</strong>, rather than forcing a split based on lifecycle methods. You may also opt into managing the component&rsquo;s local state with a reducer to make it more predictable.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">We&rsquo;ll discuss this more in&nbsp;<a href=\"https://legacy.reactjs.org/docs/hooks-effect.html#tip-use-multiple-effects-to-separate-concerns\">Using the Effect Hook</a>.</span></p>\r\n<h3 id=\"classes-confuse-both-people-and-machines\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Classes confuse both people and machines</span></h3>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">In addition to making code reuse and code organization more difficult, we&rsquo;ve found that classes can be a large barrier to learning React. You have to understand how&nbsp;<code>this</code>&nbsp;works in JavaScript, which is very different from how it works in most languages. You have to remember to bind the event handlers. Without&nbsp;<a href=\"https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Classes/Public_class_fields#public_instance_fields\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">ES2022 public class fields</a>, the code is very verbose. People can understand props, state, and top-down data flow perfectly well but still struggle with classes. The distinction between function and class components in React and when to use each one leads to disagreements even between experienced React developers.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Additionally, React has been out for about five years, and we want to make sure it stays relevant in the next five years. As&nbsp;<a href=\"https://svelte.dev/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Svelte</a>,&nbsp;<a href=\"https://angular.io/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Angular</a>,&nbsp;<a href=\"https://glimmerjs.com/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Glimmer</a>, and others show,&nbsp;<a href=\"https://en.wikipedia.org/wiki/Ahead-of-time_compilation\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">ahead-of-time compilation</a>&nbsp;of components has a lot of future potential. Especially if it&rsquo;s not limited to templates. Recently, we&rsquo;ve been experimenting with&nbsp;<a href=\"https://github.com/facebook/react/issues/7323\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">component folding</a>&nbsp;using&nbsp;<a href=\"https://prepack.io/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Prepack</a>, and we&rsquo;ve seen promising early results. However, we found that class components can encourage unintentional patterns that make these optimizations fall back to a slower path. Classes present issues for today&rsquo;s tools, too. For example, classes don&rsquo;t minify very well, and they make hot reloading flaky and unreliable. We want to present an API that makes it more likely for code to stay on the optimizable path.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">To solve these problems,&nbsp;<strong>Hooks let you use more of React&rsquo;s features without classes.</strong>&nbsp;Conceptually, React components have always been closer to functions. Hooks embrace functions, but without sacrificing the practical spirit of React. Hooks provide access to imperative escape hatches and don&rsquo;t require you to learn complex functional or reactive programming techniques.</span></p>', '2023-12-06 10:45:41', '2023-12-20 13:38:48'),
(8, 3, 'React Core Fundamentals', '<h2 id=\"no-breaking-changes\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">No Breaking Changes</span></h2>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Before we continue, note that Hooks are:</span></p>\r\n<ul style=\"list-style-type: disc;\">\r\n<li style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>Completely opt-in.</strong>&nbsp;You can try Hooks in a few components without rewriting any existing code. But you don&rsquo;t have to learn or use Hooks right now if you don&rsquo;t want to.</span></li>\r\n<li style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>100% backwards-compatible.</strong>&nbsp;Hooks don&rsquo;t contain any breaking changes.</span></li>\r\n<li style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>Available now.</strong>&nbsp;Hooks are now available with the release of v16.8.0.</span></li>\r\n</ul>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>There are no plans to remove classes from React.</strong>&nbsp;You can read more about the gradual adoption strategy for Hooks in the&nbsp;<a href=\"https://legacy.reactjs.org/docs/hooks-intro.html#gradual-adoption-strategy\">bottom section</a>&nbsp;of this page.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>Hooks don&rsquo;t replace your knowledge of React concepts.</strong>&nbsp;Instead, Hooks provide a more direct API to the React concepts you already know: props, state, context, refs, and lifecycle. As we will show later, Hooks also offer a new powerful way to combine them.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\"><strong>If you just want to start learning Hooks, feel free to&nbsp;<a href=\"https://legacy.reactjs.org/docs/hooks-overview.html\">jump directly to the next page!</a></strong>&nbsp;You can also keep reading this page to learn more about why we&rsquo;re adding Hooks, and how we&rsquo;re going to start using them without rewriting our applications.</span></p>\r\n<h2 id=\"motivation\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Motivation</span></h2>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Hooks solve a wide variety of seemingly unconnected problems in React that we&rsquo;ve encountered over five years of writing and maintaining tens of thousands of components. Whether you&rsquo;re learning React, use it daily, or even prefer a different library with a similar component model, you might recognize some of these problems.</span></p>\r\n<h3 id=\"its-hard-to-reuse-stateful-logic-between-components\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">It&rsquo;s hard to reuse stateful logic between components</span></h3>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">React doesn&rsquo;t offer a way to &ldquo;attach&rdquo; reusable behavior to a component (for example, connecting it to a store). If you&rsquo;ve worked with React for a while, you may be familiar with patterns like&nbsp;<a href=\"https://legacy.reactjs.org/docs/render-props.html\">render props</a>&nbsp;and&nbsp;<a href=\"https://legacy.reactjs.org/docs/higher-order-components.html\">higher-order components</a>&nbsp;that try to solve this. But these patterns require you to restructure your components when you use them, which can be cumbersome and make code harder to follow. If you look at a typical React application in React DevTools, you will likely find a &ldquo;wrapper hell&rdquo; of components surrounded by layers of providers, consumers, higher-order components, render props, and other abstractions. While we could&nbsp;<a href=\"https://github.com/facebook/react-devtools/pull/503\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">filter them out in DevTools</a>, this points to a deeper underlying problem: React needs a better primitive for sharing stateful logic.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">With Hooks, you can extract stateful logic from a component so it can be tested independently and reused.&nbsp;<strong>Hooks allow you to reuse stateful logic without changing your component hierarchy.</strong>&nbsp;This makes it easy to share Hooks among many components or with the community.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">We&rsquo;ll discuss this more in&nbsp;<a href=\"https://legacy.reactjs.org/docs/hooks-custom.html\">Building Your Own Hooks</a>.</span></p>\r\n<h3 id=\"complex-components-become-hard-to-understand\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Complex components become hard to understand</span></h3>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">We&rsquo;ve often had to maintain components that started out simple but grew into an unmanageable mess of stateful logic and side effects. Each lifecycle method often contains a mix of unrelated logic. For example, components might perform some data fetching in&nbsp;<code>componentDidMount</code>&nbsp;and&nbsp;<code>componentDidUpdate</code>. However, the same&nbsp;<code>componentDidMount</code>&nbsp;method might also contain some unrelated logic that sets up event listeners, with cleanup performed in&nbsp;<code>componentWillUnmount</code>. Mutually related code that changes together gets split apart, but completely unrelated code ends up combined in a single method. This makes it too easy to introduce bugs and inconsistencies.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">In many cases it&rsquo;s not possible to break these components into smaller ones because the stateful logic is all over the place. It&rsquo;s also difficult to test them. This is one of the reasons many people prefer to combine React with a separate state management library. However, that often introduces too much abstraction, requires you to jump between different files, and makes reusing components more difficult.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">To solve this,&nbsp;<strong>Hooks let you split one component into smaller functions based on what pieces are related (such as setting up a subscription or fetching data)</strong>, rather than forcing a split based on lifecycle methods. You may also opt into managing the component&rsquo;s local state with a reducer to make it more predictable.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">We&rsquo;ll discuss this more in&nbsp;<a href=\"https://legacy.reactjs.org/docs/hooks-effect.html#tip-use-multiple-effects-to-separate-concerns\">Using the Effect Hook</a>.</span></p>\r\n<h3 id=\"classes-confuse-both-people-and-machines\"><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Classes confuse both people and machines</span></h3>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">In addition to making code reuse and code organization more difficult, we&rsquo;ve found that classes can be a large barrier to learning React. You have to understand how&nbsp;<code>this</code>&nbsp;works in JavaScript, which is very different from how it works in most languages. You have to remember to bind the event handlers. Without&nbsp;<a href=\"https://developer.mozilla.org/en-US/docs/Web/JavaScript/Reference/Classes/Public_class_fields#public_instance_fields\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">ES2022 public class fields</a>, the code is very verbose. People can understand props, state, and top-down data flow perfectly well but still struggle with classes. The distinction between function and class components in React and when to use each one leads to disagreements even between experienced React developers.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">Additionally, React has been out for about five years, and we want to make sure it stays relevant in the next five years. As&nbsp;<a href=\"https://svelte.dev/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Svelte</a>,&nbsp;<a href=\"https://angular.io/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Angular</a>,&nbsp;<a href=\"https://glimmerjs.com/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Glimmer</a>, and others show,&nbsp;<a href=\"https://en.wikipedia.org/wiki/Ahead-of-time_compilation\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">ahead-of-time compilation</a>&nbsp;of components has a lot of future potential. Especially if it&rsquo;s not limited to templates. Recently, we&rsquo;ve been experimenting with&nbsp;<a href=\"https://github.com/facebook/react/issues/7323\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">component folding</a>&nbsp;using&nbsp;<a href=\"https://prepack.io/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Prepack</a>, and we&rsquo;ve seen promising early results. However, we found that class components can encourage unintentional patterns that make these optimizations fall back to a slower path. Classes present issues for today&rsquo;s tools, too. For example, classes don&rsquo;t minify very well, and they make hot reloading flaky and unreliable. We want to present an API that makes it more likely for code to stay on the optimizable path.</span></p>\r\n<p><span style=\"font-family: \'trebuchet ms\', geneva, sans-serif;\">To solve these problems,&nbsp;<strong>Hooks let you use more of React&rsquo;s features without classes.</strong>&nbsp;Conceptually, React components have always been closer to functions. Hooks embrace functions, but without sacrificing the practical spirit of React. Hooks provide access to imperative escape hatches and don&rsquo;t require you to learn complex functional or reactive programming techniques.</span></p>', '2023-12-20 13:51:35', '2023-12-20 13:51:35');

-- --------------------------------------------------------

--
-- Table structure for table `upazilas`
--

CREATE TABLE `upazilas` (
  `id` int(10) UNSIGNED NOT NULL,
  `city_id` int(10) UNSIGNED NOT NULL,
  `name` varchar(255) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `upazilas`
--

INSERT INTO `upazilas` (`id`, `city_id`, `name`, `created_at`, `updated_at`) VALUES
(1, 11, 'Debidwar', '2023-07-05 06:20:24', '2023-07-05 06:20:24'),
(2, 11, 'Barura', '2023-07-05 06:21:59', '2023-07-05 06:26:24'),
(3, 11, 'Burichang', '2023-07-07 08:02:38', '2023-07-07 08:02:38'),
(4, 11, 'Chandina', '2023-07-07 08:04:51', '2023-07-07 08:04:51'),
(5, 11, 'Comilla sadar', '2023-07-07 08:05:14', '2023-07-07 08:05:14'),
(6, 11, 'Chauddagram', '2023-07-07 08:05:46', '2023-07-07 21:17:38'),
(7, 11, 'Daudkandi', '2023-07-07 08:06:13', '2023-07-07 08:06:13'),
(8, 11, 'Homna', '2023-07-07 08:06:37', '2023-07-07 08:06:37'),
(9, 11, 'Laksam', '2023-07-07 08:06:54', '2023-07-07 08:06:54'),
(10, 11, 'nangalkot', '2023-07-07 08:07:24', '2023-07-07 21:18:32'),
(11, 11, 'Muradnagar', '2023-07-07 08:07:40', '2023-07-07 08:07:40'),
(12, 11, 'Brahmanpara', '2023-07-07 08:10:04', '2023-07-07 08:10:04'),
(13, 7, 'Ali kadam', '2023-07-07 08:22:32', '2023-07-07 21:58:26'),
(14, 7, 'Bandarban Sadar', '2023-07-07 08:22:51', '2023-07-07 08:22:51'),
(15, 7, 'Naikhongchhari', '2023-07-07 08:23:12', '2023-07-07 21:59:19'),
(16, 7, 'Rowangchhari', '2023-07-07 08:23:35', '2023-07-07 21:58:46'),
(17, 7, 'Ruma', '2023-07-07 08:23:56', '2023-07-07 08:23:56'),
(18, 7, 'Thanchi', '2023-07-07 08:24:10', '2023-07-07 08:24:10'),
(19, 8, 'Akhaura', '2023-07-07 09:58:12', '2023-07-07 09:58:12'),
(20, 8, 'Banchharampur', '2023-07-07 09:58:29', '2023-07-07 09:58:29'),
(21, 8, 'Brahamanbaria Sadar', '2023-07-07 09:58:47', '2023-07-07 09:58:47'),
(22, 8, 'Kasba', '2023-07-07 09:59:08', '2023-07-07 09:59:08'),
(23, 8, 'Nabinagar', '2023-07-07 09:59:21', '2023-07-07 09:59:21'),
(24, 8, 'Nasirnagar', '2023-07-07 09:59:41', '2023-07-07 09:59:41'),
(25, 8, 'Sarail', '2023-07-07 09:59:55', '2023-07-07 09:59:55'),
(26, 9, 'Chandpur Sadar', '2023-07-07 10:00:46', '2023-07-07 10:00:46'),
(27, 9, 'Faridganj', '2023-07-07 10:01:01', '2023-07-07 10:01:01'),
(28, 9, 'Haziganj', '2023-07-07 10:01:17', '2023-07-07 22:02:29'),
(29, 9, 'Haimchar', '2023-07-07 10:01:59', '2023-07-07 22:02:46'),
(30, 9, 'Kachua', '2023-07-07 10:02:24', '2023-07-07 10:02:24'),
(31, 9, 'Matlab Uttar', '2023-07-07 10:02:36', '2023-07-07 22:03:53'),
(32, 9, 'Shahrasti', '2023-07-07 10:02:52', '2023-07-07 10:02:52'),
(33, 10, 'Anwara', '2023-07-07 10:03:37', '2023-07-07 22:05:47'),
(34, 10, 'Boalkhali', '2023-07-07 10:03:50', '2023-07-07 10:03:50'),
(37, 10, 'Fatikchhari', '2023-07-07 10:04:43', '2023-07-07 10:04:43'),
(38, 10, 'Hathazari', '2023-07-07 10:05:24', '2023-07-07 10:05:24'),
(40, 10, 'Lohagara', '2023-07-07 10:06:31', '2023-07-07 10:06:31'),
(41, 10, 'Mirsharai', '2023-07-07 10:07:15', '2023-07-07 10:07:15'),
(42, 10, 'Patiya', '2023-07-07 10:09:08', '2023-07-07 10:09:08'),
(43, 10, 'Rangunia', '2023-07-07 10:09:27', '2023-07-07 10:09:27'),
(44, 10, 'Raozan', '2023-07-07 10:09:48', '2023-07-07 22:08:35'),
(45, 10, 'Sandwip', '2023-07-07 10:10:34', '2023-07-07 10:10:34'),
(46, 10, 'Satkania', '2023-07-07 10:10:47', '2023-07-07 10:10:47'),
(47, 10, 'Sitakunda', '2023-07-07 10:11:13', '2023-07-07 10:11:13'),
(48, 11, 'Titas', '2023-07-07 21:19:39', '2023-07-07 21:19:39'),
(49, 11, 'Lalmai', '2023-07-07 21:19:55', '2023-07-07 21:19:55'),
(50, 11, 'Meghna', '2023-07-07 21:20:15', '2023-07-07 21:20:15'),
(51, 11, 'monohargonj', '2023-07-07 21:20:59', '2023-07-07 21:20:59'),
(52, 11, 'sadar south', '2023-07-07 21:21:17', '2023-07-07 21:21:17'),
(53, 12, 'Chakaria', '2023-07-07 21:23:17', '2023-07-07 21:23:17'),
(54, 12, 'Pekua', '2023-07-07 21:23:43', '2023-07-07 21:23:43'),
(55, 12, 'Kutubdia', '2023-07-07 21:24:12', '2023-07-07 21:24:12'),
(56, 12, 'Moheshkhali', '2023-07-07 21:24:44', '2023-07-07 21:24:44'),
(57, 12, 'Ramu', '2023-07-07 21:25:00', '2023-07-07 21:25:00'),
(58, 12, 'Ukhiya', '2023-07-07 21:25:14', '2023-07-07 21:25:14'),
(59, 12, 'Teknaf', '2023-07-07 21:25:28', '2023-07-07 21:25:28'),
(60, 12, 'Cox\'s bazar sadar', '2023-07-07 21:26:29', '2023-07-07 21:26:29'),
(61, 12, 'Eidgaon', '2023-07-07 21:30:36', '2023-07-07 21:30:36'),
(62, 13, 'Chhagalnaiya', '2023-07-07 21:41:27', '2023-07-07 21:41:27'),
(63, 13, 'Daganbhuiyan', '2023-07-07 21:41:49', '2023-07-07 21:41:49'),
(64, 13, 'Feni sadar', '2023-07-07 21:42:09', '2023-07-07 21:42:09'),
(65, 13, 'Parshuram', '2023-07-07 21:42:31', '2023-07-07 21:42:31'),
(66, 13, 'Sonagazi', '2023-07-07 21:42:44', '2023-07-07 21:42:44'),
(67, 13, 'Fulgazi', '2023-07-07 21:42:59', '2023-07-07 21:42:59'),
(68, 14, 'Dighinala', '2023-07-07 21:46:11', '2023-07-07 21:46:11'),
(69, 14, 'Khagrachhari', '2023-07-07 21:46:27', '2023-07-07 21:46:27'),
(70, 14, 'Lakshmichhari', '2023-07-07 21:46:55', '2023-07-07 21:46:55'),
(71, 14, 'Mahalchhari', '2023-07-07 21:47:12', '2023-07-07 21:47:12'),
(72, 14, 'Manikchhari', '2023-07-07 21:47:23', '2023-07-07 21:47:23'),
(73, 14, 'Matiranga', '2023-07-07 21:47:48', '2023-07-07 21:47:48'),
(74, 14, 'Panchhari', '2023-07-07 21:47:55', '2023-07-07 21:47:55'),
(75, 14, 'Ramgarh', '2023-07-07 21:48:06', '2023-07-07 21:48:06'),
(76, 14, 'Guimara', '2023-07-07 21:48:22', '2023-07-07 21:48:22'),
(77, 15, 'Lakshmipur sadar', '2023-07-07 21:49:28', '2023-07-07 21:49:28'),
(78, 15, 'Raipur', '2023-07-07 21:49:35', '2023-07-07 21:49:35'),
(79, 15, 'Ramganj', '2023-07-07 21:49:45', '2023-07-07 21:49:45'),
(80, 15, 'Ramgati', '2023-07-07 21:49:56', '2023-07-07 21:49:56'),
(81, 15, 'Kamalnagar', '2023-07-07 21:50:18', '2023-07-07 21:50:18'),
(82, 16, 'Begumganj', '2023-07-07 21:51:03', '2023-07-07 21:51:03'),
(83, 16, 'Noakhali sadar', '2023-07-07 21:51:15', '2023-07-07 21:51:15'),
(84, 16, 'Chatkhil', '2023-07-07 21:51:27', '2023-07-07 21:51:27'),
(85, 16, 'Companiganj', '2023-07-07 21:51:45', '2023-07-07 21:51:45'),
(86, 16, 'Hatiya', '2023-07-07 21:51:59', '2023-07-07 21:51:59'),
(87, 16, 'Senbagh', '2023-07-07 21:52:10', '2023-07-07 21:52:10'),
(88, 16, 'Sonaimuri', '2023-07-07 21:52:18', '2023-07-07 21:52:18'),
(89, 16, 'Subarnachar', '2023-07-07 21:52:52', '2023-07-07 21:52:52'),
(90, 16, 'Kabirhat', '2023-07-07 21:53:08', '2023-07-07 21:53:08'),
(91, 17, 'Bagaichhari', '2023-07-07 21:53:55', '2023-07-07 21:54:05'),
(92, 17, 'Barkal', '2023-07-07 21:54:21', '2023-07-07 21:54:21'),
(93, 17, 'Kawkhali', '2023-07-07 21:54:29', '2023-07-07 21:54:29'),
(94, 17, 'Belaichhari', '2023-07-07 21:54:59', '2023-07-07 21:54:59'),
(95, 17, 'Kaptai', '2023-07-07 21:55:09', '2023-07-07 21:55:09'),
(96, 17, 'Juraichhari', '2023-07-07 21:55:21', '2023-07-07 21:55:21'),
(97, 17, 'Langadu', '2023-07-07 21:55:37', '2023-07-07 21:55:37'),
(98, 17, 'Naniyachar', '2023-07-07 21:55:56', '2023-07-07 21:55:56'),
(99, 17, 'Rajasthali', '2023-07-07 21:56:12', '2023-07-07 21:56:12'),
(100, 17, 'Rangamati sadar', '2023-07-07 21:56:26', '2023-07-07 21:56:26'),
(101, 7, 'Lama', '2023-07-07 21:59:37', '2023-07-07 21:59:37'),
(102, 8, 'Ashuganj', '2023-07-07 22:00:55', '2023-07-07 22:00:55'),
(103, 8, 'Bijoynagar', '2023-07-07 22:01:12', '2023-07-07 22:01:12'),
(104, 9, 'Matlab Dakshin', '2023-07-07 22:04:38', '2023-07-07 22:04:38'),
(105, 10, 'Banshkhali', '2023-07-07 22:06:15', '2023-07-07 22:06:15'),
(106, 10, 'Chandanaish', '2023-07-07 22:06:53', '2023-07-07 22:06:53'),
(107, 10, 'Karnaphuli', '2023-07-07 22:07:30', '2023-07-07 22:07:30'),
(113, 20, 'Gazipur Sadar', '2023-07-07 22:14:06', '2023-07-07 22:14:06'),
(114, 20, 'Kaliakair', '2023-07-07 22:14:17', '2023-07-07 22:14:26'),
(115, 20, 'Kaliganj', '2023-07-07 22:14:37', '2023-07-07 22:14:37'),
(116, 20, 'Kapasia', '2023-07-07 22:14:45', '2023-07-07 22:14:45'),
(117, 20, 'Sreepur', '2023-07-07 22:14:55', '2023-07-07 22:14:55'),
(118, 21, 'Gopalganj Sadar', '2023-07-07 22:15:53', '2023-07-07 22:15:53'),
(119, 21, 'Kashiani', '2023-07-07 22:16:07', '2023-07-07 22:16:07'),
(120, 21, 'Kotalipara', '2023-07-07 22:16:20', '2023-07-07 22:16:20'),
(121, 21, 'Muksudpur', '2023-07-07 22:16:33', '2023-07-07 22:16:33'),
(122, 21, 'Tungipara', '2023-07-07 22:16:45', '2023-07-07 22:16:45'),
(123, 19, 'Alfadanga', '2023-07-07 22:17:27', '2023-07-07 22:17:27'),
(124, 19, 'Bhanga', '2023-07-07 22:17:36', '2023-07-07 22:17:36'),
(125, 19, 'Boalmari', '2023-07-07 22:17:45', '2023-07-07 22:17:45'),
(126, 19, 'Charbhadrasan', '2023-07-07 22:18:02', '2023-07-07 22:18:02'),
(127, 19, 'Faridpur Sadar', '2023-07-07 22:18:17', '2023-07-07 22:18:17'),
(128, 19, 'Madhukhali', '2023-07-07 22:18:29', '2023-07-07 22:18:29'),
(129, 19, 'Nagarkanda', '2023-07-07 22:18:41', '2023-07-07 22:18:41'),
(130, 19, 'Sadarpur', '2023-07-07 22:18:59', '2023-07-07 22:19:19'),
(131, 19, 'Saltha', '2023-07-07 22:19:28', '2023-07-07 22:19:28'),
(132, 18, 'Adabar', '2023-07-07 23:40:36', '2023-07-07 23:41:12'),
(133, 18, 'Badda', '2023-07-07 23:41:55', '2023-07-07 23:41:55'),
(134, 18, 'Bangsal', '2023-07-07 23:42:43', '2023-07-07 23:42:43'),
(135, 18, 'Bimanbandar', '2023-07-07 23:43:31', '2023-07-07 23:43:31'),
(136, 18, 'Ramna model', '2023-07-08 10:09:57', '2023-07-08 10:10:13'),
(137, 18, 'Motijheel', '2023-07-08 10:10:43', '2023-07-08 10:10:43'),
(138, 18, 'Kotwali', '2023-07-08 10:11:07', '2023-07-08 10:11:07'),
(139, 18, 'Dhanmondi', '2023-07-08 10:11:33', '2023-07-08 10:11:33'),
(140, 18, 'Mohammadpur', '2023-07-08 10:11:51', '2023-07-08 10:11:51'),
(141, 18, 'Sutrapur', '2023-07-08 10:12:10', '2023-07-08 10:12:10'),
(142, 18, 'Tejgaon model', '2023-07-08 10:12:36', '2023-07-08 10:12:36'),
(143, 18, 'Gulshan', '2023-07-08 10:12:56', '2023-07-08 10:12:56'),
(144, 18, 'Lalbagh', '2023-07-08 10:13:08', '2023-07-08 10:13:22'),
(145, 18, 'Mirpur', '2023-07-08 10:13:33', '2023-07-08 10:13:33'),
(146, 18, 'Pallabi', '2023-07-08 10:13:53', '2023-07-08 10:13:53'),
(147, 18, 'Sabujbag', '2023-07-08 10:14:23', '2023-07-08 10:14:23'),
(148, 18, 'Cantonment', '2023-07-08 10:14:48', '2023-07-08 10:14:48'),
(149, 18, 'Demra', '2023-07-08 10:15:05', '2023-07-08 10:15:05'),
(150, 18, 'Hazaribagh', '2023-07-08 10:15:30', '2023-07-08 10:15:30'),
(151, 18, 'Shyampur', '2023-07-08 10:15:49', '2023-07-08 10:15:49'),
(152, 18, 'Badda', '2023-07-08 10:15:57', '2023-07-08 10:15:57'),
(153, 18, 'Kafrul', '2023-07-08 10:16:08', '2023-07-08 10:16:08'),
(154, 18, 'Khilgaon', '2023-07-08 10:16:20', '2023-07-08 10:16:20'),
(155, 18, 'Uttara model', '2023-07-08 10:16:35', '2023-07-08 10:16:35'),
(156, 18, 'Shah Ali', '2023-07-08 10:16:56', '2023-07-08 10:16:56'),
(157, 18, 'Biman bandar', '2023-07-08 10:17:10', '2023-07-08 10:17:10'),
(158, 18, 'Paltan model', '2023-07-08 10:17:23', '2023-07-08 10:17:23'),
(159, 18, 'Adabar', '2023-07-08 10:17:33', '2023-07-08 10:17:33'),
(160, 18, 'Darus salam', '2023-07-08 10:17:55', '2023-07-08 10:17:55'),
(161, 18, 'Uttarkhan', '2023-07-08 10:18:09', '2023-07-08 10:18:09'),
(162, 18, 'Kamrangirchar', '2023-07-08 10:18:43', '2023-07-08 10:18:43'),
(163, 18, 'Kadamtoli', '2023-07-08 10:18:56', '2023-07-08 10:18:56'),
(164, 18, 'Gendaria', '2023-07-08 10:19:12', '2023-07-08 10:19:12'),
(165, 18, 'Chalkbazar', '2023-07-08 10:19:32', '2023-07-08 10:19:32'),
(166, 18, 'Tejgaon industrial', '2023-07-08 10:19:58', '2023-07-08 10:20:32'),
(167, 18, 'Turag', '2023-07-08 10:20:50', '2023-07-08 10:20:50'),
(168, 18, 'Dakhinkhan', '2023-07-08 10:21:19', '2023-07-08 10:21:19'),
(169, 18, 'Bangshal', '2023-07-08 10:21:36', '2023-07-08 10:21:36'),
(170, 18, 'Bhashantek', '2023-07-08 10:21:59', '2023-07-08 10:21:59'),
(171, 18, 'Bhatara', '2023-07-08 10:22:09', '2023-07-08 10:22:09'),
(172, 18, 'Jatrabari', '2023-07-08 10:22:24', '2023-07-08 10:22:49'),
(173, 18, 'Rampura', '2023-07-08 10:23:04', '2023-07-08 10:23:04'),
(174, 18, 'Rupnagar', '2023-07-08 10:23:15', '2023-07-08 10:23:15'),
(175, 18, 'Sherebangla nagar', '2023-07-08 10:23:41', '2023-07-08 10:23:41'),
(176, 18, 'Shahjahanpur', '2023-07-08 10:24:00', '2023-07-08 10:24:00'),
(177, 19, 'Kotwali', '2023-07-08 10:32:03', '2023-07-08 10:32:03'),
(178, 20, 'Tongi town', '2023-07-08 10:46:23', '2023-07-08 10:46:23'),
(179, 22, 'Kishoreganj Sadar', '2023-07-08 11:00:11', '2023-07-08 11:00:11'),
(180, 22, 'Hossainpur', '2023-07-08 11:00:32', '2023-07-08 11:00:32'),
(181, 22, 'Hossainpur', '2023-07-08 11:00:51', '2023-07-08 11:00:51'),
(182, 22, 'Pakundia', '2023-07-08 11:01:20', '2023-07-08 11:01:20'),
(183, 22, 'Katiadi', '2023-07-08 11:01:37', '2023-07-08 11:01:37'),
(184, 22, 'Karimganj', '2023-07-08 11:01:51', '2023-07-08 11:01:51'),
(186, 22, 'Tarail', '2023-07-08 11:02:31', '2023-07-08 11:02:31'),
(187, 22, 'Itna', '2023-07-08 11:02:51', '2023-07-08 11:02:51'),
(188, 22, 'Mithamoin', '2023-07-08 11:03:03', '2023-07-08 11:03:03'),
(189, 22, 'Austagram', '2023-07-08 11:03:16', '2023-07-08 11:03:16'),
(190, 22, 'Nikli', '2023-07-08 11:03:29', '2023-07-08 11:03:29'),
(191, 22, 'Bajitpur', '2023-07-08 11:03:43', '2023-07-08 11:03:43'),
(192, 22, 'Kuliarchar', '2023-07-08 11:04:03', '2023-07-08 11:04:03'),
(194, 22, 'Bhairab', '2023-07-08 11:04:36', '2023-07-08 11:04:36'),
(195, 23, 'Kalkini', '2023-07-09 22:34:33', '2023-07-09 22:34:33'),
(196, 23, 'Rajoir', '2023-07-09 22:34:55', '2023-07-09 22:34:55'),
(197, 23, 'Dasar', '2023-07-09 22:35:47', '2023-07-09 22:35:47'),
(198, 23, 'Madaripur Sadar', '2023-07-09 22:36:18', '2023-07-09 22:36:18'),
(199, 23, 'Shibchar', '2023-07-09 22:36:48', '2023-07-09 22:36:48'),
(200, 24, 'Manikganj Sadar', '2023-07-09 22:39:10', '2023-07-09 22:39:10'),
(201, 24, 'Shivalaya', '2023-07-09 22:39:36', '2023-07-09 22:39:36'),
(202, 24, 'Singair', '2023-07-09 22:39:57', '2023-07-09 22:39:57'),
(203, 24, 'Daulatpur', '2023-07-09 22:40:21', '2023-07-09 22:40:21'),
(204, 24, 'Ghior', '2023-07-09 22:40:43', '2023-07-09 22:40:43'),
(205, 24, 'Harirampur', '2023-07-09 22:41:05', '2023-07-09 22:41:05'),
(206, 24, 'Saturia', '2023-07-09 22:41:33', '2023-07-09 22:41:33'),
(207, 25, 'Munshiganj Sadar', '2023-07-09 22:44:08', '2023-07-09 22:44:08'),
(208, 25, 'Sreenagar', '2023-07-09 22:44:26', '2023-07-09 22:44:26'),
(209, 25, 'Lohajang', '2023-07-09 22:44:44', '2023-07-09 22:44:44'),
(210, 25, 'Sirajdikhan', '2023-07-09 22:44:55', '2023-07-09 22:44:55'),
(211, 25, 'Tongibari', '2023-07-09 22:45:21', '2023-07-09 22:45:21'),
(212, 25, 'Gazaria', '2023-07-09 22:45:36', '2023-07-09 22:45:36'),
(213, 26, 'Narayanganj Sadar', '2023-07-09 22:49:48', '2023-07-09 22:49:48'),
(214, 26, 'Araihazar', '2023-07-09 22:50:04', '2023-07-09 22:50:04'),
(215, 26, 'Rupganj', '2023-07-09 22:50:18', '2023-07-09 22:50:18'),
(216, 26, 'Bandar', '2023-07-09 22:50:32', '2023-07-09 22:50:32'),
(217, 26, 'Sonargaon', '2023-07-09 22:50:45', '2023-07-09 22:50:45'),
(218, 26, 'Siddhirganj', '2023-07-09 22:50:58', '2023-07-09 22:50:58'),
(219, 26, 'Fatullah', '2023-07-09 22:51:11', '2023-07-09 22:51:11'),
(220, 27, 'Narsingdi Sadar', '2023-07-09 22:53:31', '2023-07-09 22:53:31'),
(221, 27, 'Monohardi', '2023-07-09 22:53:41', '2023-07-09 22:53:41'),
(222, 27, 'Belabo', '2023-07-09 22:53:53', '2023-07-09 22:53:53'),
(223, 27, 'Raipura', '2023-07-09 22:54:04', '2023-07-09 22:54:04'),
(224, 27, 'Shibpur', '2023-07-09 22:54:17', '2023-07-09 22:54:17'),
(225, 27, 'Palash', '2023-07-09 22:54:29', '2023-07-09 22:54:29'),
(226, 28, 'Rajbari Sadar', '2023-07-09 22:56:00', '2023-07-09 22:56:00'),
(227, 28, 'Baliakandi', '2023-07-09 22:56:13', '2023-07-09 22:56:13'),
(228, 28, 'Kalukhali', '2023-07-09 22:56:27', '2023-07-09 22:56:27'),
(229, 28, 'Goalandaghat', '2023-07-09 22:57:01', '2023-07-09 22:57:01'),
(230, 28, 'Pangsha', '2023-07-09 22:57:42', '2023-07-09 22:57:42'),
(231, 29, 'Shariatpur Sadar', '2023-07-09 23:00:03', '2023-07-09 23:00:03'),
(232, 29, 'Bhedarganj', '2023-07-09 23:00:18', '2023-07-09 23:00:18'),
(233, 29, 'Damudya', '2023-07-09 23:00:33', '2023-07-09 23:00:33'),
(234, 29, 'Gosairha', '2023-07-09 23:00:45', '2023-07-09 23:00:45'),
(235, 29, 'Naria', '2023-07-09 23:00:57', '2023-07-09 23:00:57'),
(236, 29, 'Shakhipur', '2023-07-09 23:01:24', '2023-07-09 23:01:24'),
(237, 29, 'Zanjira', '2023-07-09 23:01:37', '2023-07-09 23:01:37'),
(238, 30, 'Tangail Sadar', '2023-07-09 23:03:15', '2023-07-09 23:03:15'),
(239, 30, 'Basail', '2023-07-09 23:03:28', '2023-07-09 23:03:28'),
(240, 30, 'Bhuapur', '2023-07-09 23:03:41', '2023-07-09 23:03:41'),
(241, 30, 'Delduar', '2023-07-09 23:03:55', '2023-07-09 23:03:55'),
(242, 30, 'Dhonbari', '2023-07-09 23:04:08', '2023-07-09 23:04:08'),
(243, 30, 'Ghatail', '2023-07-09 23:04:26', '2023-07-09 23:04:26'),
(244, 30, 'Gopalpur', '2023-07-09 23:04:52', '2023-07-09 23:04:52'),
(245, 30, 'Kalihati', '2023-07-09 23:05:11', '2023-07-09 23:05:11'),
(246, 30, 'Madhupur', '2023-07-09 23:05:26', '2023-07-09 23:05:26'),
(247, 30, 'Mirzapur', '2023-07-09 23:05:41', '2023-07-09 23:05:41'),
(248, 30, 'Nagarpur', '2023-07-09 23:06:00', '2023-07-09 23:06:00'),
(249, 30, 'Sakhipur', '2023-07-09 23:06:19', '2023-07-09 23:06:19'),
(250, 31, 'Bagerhat Sadar', '2023-07-09 23:08:42', '2023-07-09 23:08:42'),
(251, 31, 'Mongla', '2023-07-09 23:08:56', '2023-07-09 23:08:56'),
(252, 31, 'Chitalmari', '2023-07-09 23:09:12', '2023-07-09 23:09:12'),
(253, 31, 'Mollahat', '2023-07-09 23:09:26', '2023-07-09 23:09:26'),
(254, 31, 'Sarankhola', '2023-07-09 23:09:39', '2023-07-09 23:09:39'),
(255, 31, 'Rampal', '2023-07-09 23:09:55', '2023-07-09 23:09:55'),
(256, 31, 'Fakirhat', '2023-07-09 23:10:07', '2023-07-09 23:10:07'),
(257, 31, 'Morrelganj', '2023-07-09 23:10:19', '2023-07-09 23:10:19'),
(258, 31, 'Kachua', '2023-07-09 23:10:32', '2023-07-09 23:10:32'),
(259, 32, 'Chuadanga Sadar', '2023-07-09 23:12:24', '2023-07-09 23:12:24'),
(260, 32, 'Alamdanga', '2023-07-09 23:12:37', '2023-07-09 23:12:37'),
(261, 32, 'Damurhuda', '2023-07-09 23:12:49', '2023-07-09 23:12:49'),
(262, 32, 'Jibonnagar', '2023-07-09 23:13:01', '2023-07-09 23:13:01'),
(263, 33, 'Jessore Sadar', '2023-07-09 23:14:27', '2023-07-09 23:14:27'),
(264, 33, 'Jhikargachha', '2023-07-09 23:14:39', '2023-07-09 23:14:39'),
(265, 33, 'Manirampur', '2023-07-09 23:14:53', '2023-07-09 23:14:53'),
(266, 33, 'Bagherpara', '2023-07-09 23:15:06', '2023-07-09 23:15:06'),
(267, 33, 'Abhaynagar', '2023-07-09 23:15:23', '2023-07-09 23:15:23'),
(268, 33, 'Keshabpur', '2023-07-09 23:15:34', '2023-07-09 23:15:34'),
(269, 33, 'Sharsha', '2023-07-09 23:15:45', '2023-07-09 23:15:45'),
(270, 33, 'Chaugachha', '2023-07-09 23:16:06', '2023-07-09 23:16:06'),
(271, 34, 'Jhenaidah Sadar', '2023-07-09 23:18:10', '2023-07-09 23:18:10'),
(272, 34, 'Shailkupa', '2023-07-09 23:18:23', '2023-07-09 23:18:23'),
(273, 34, 'Harinakunda', '2023-07-09 23:18:36', '2023-07-09 23:18:36'),
(274, 34, 'Maheshpur', '2023-07-09 23:18:47', '2023-07-09 23:18:47'),
(275, 34, 'Kotchandpur', '2023-07-09 23:19:01', '2023-07-09 23:19:01'),
(276, 34, 'Kaliganj', '2023-07-09 23:19:16', '2023-07-09 23:19:16'),
(277, 35, 'Dumuria', '2023-07-09 23:21:25', '2023-07-09 23:21:25'),
(278, 35, 'Batiaghata', '2023-07-09 23:21:36', '2023-07-09 23:21:36'),
(279, 35, 'Dacope', '2023-07-09 23:21:48', '2023-07-09 23:21:48'),
(280, 35, 'Phultala', '2023-07-09 23:21:58', '2023-07-09 23:21:58'),
(281, 35, 'Dighalia', '2023-07-09 23:22:07', '2023-07-09 23:22:07'),
(282, 35, 'Koyra', '2023-07-09 23:22:18', '2023-07-09 23:22:18'),
(283, 35, 'Terokhada', '2023-07-09 23:22:29', '2023-07-09 23:22:29'),
(284, 35, 'Rupsha', '2023-07-09 23:22:39', '2023-07-09 23:22:39'),
(285, 35, 'Paikgachha', '2023-07-09 23:23:01', '2023-07-09 23:23:01'),
(286, 35, 'Khan Jahan Ali', '2023-07-09 23:23:21', '2023-07-09 23:23:21'),
(287, 35, 'Daulatpur', '2023-07-09 23:23:32', '2023-07-09 23:23:32'),
(288, 35, 'Sonadanga', '2023-07-09 23:23:44', '2023-07-09 23:23:44'),
(289, 35, 'Khalishpur', '2023-07-09 23:23:59', '2023-07-09 23:23:59'),
(290, 36, 'Kushtia Sadar', '2023-07-09 23:30:22', '2023-07-09 23:30:22'),
(291, 36, 'Mirpur', '2023-07-09 23:30:35', '2023-07-09 23:30:35'),
(292, 36, 'Khoksa', '2023-07-09 23:30:46', '2023-07-09 23:30:46'),
(293, 36, 'Bheramara', '2023-07-09 23:30:57', '2023-07-09 23:30:57'),
(294, 36, 'Kumarkhali', '2023-07-09 23:31:08', '2023-07-09 23:31:08'),
(295, 36, 'Daulatpur', '2023-07-09 23:31:25', '2023-07-09 23:31:25'),
(296, 37, 'Magura Sadar', '2023-07-09 23:55:31', '2023-07-09 23:55:31'),
(297, 37, 'Shalikha', '2023-07-09 23:55:51', '2023-07-09 23:55:51'),
(299, 37, 'Sreepur', '2023-07-09 23:56:11', '2023-07-09 23:56:11'),
(300, 37, 'Mohammadpur', '2023-07-09 23:56:23', '2023-07-09 23:56:23'),
(301, 38, 'Meherpur Sadar', '2023-07-10 00:13:26', '2023-07-10 00:13:26'),
(302, 38, 'Mujibnagar', '2023-07-10 00:13:41', '2023-07-10 00:13:41'),
(303, 38, 'Gangni', '2023-07-10 00:13:55', '2023-07-10 00:13:55'),
(304, 39, 'Narail Sadar', '2023-07-10 00:15:01', '2023-07-10 00:15:01'),
(305, 39, 'Lohagara', '2023-07-10 00:15:14', '2023-07-10 00:15:14'),
(306, 39, 'Kalia', '2023-07-10 00:15:26', '2023-07-10 00:15:26'),
(307, 40, 'Satkhira Sadar', '2023-07-10 00:17:01', '2023-07-10 00:17:01'),
(308, 40, 'Shyamnagar', '2023-07-10 00:17:20', '2023-07-10 00:17:20'),
(309, 40, 'Ashashuni', '2023-07-10 00:17:32', '2023-07-10 00:24:56'),
(310, 40, 'Kaliganj', '2023-07-10 00:17:44', '2023-07-10 00:17:44'),
(311, 40, 'Debhata', '2023-07-10 00:17:56', '2023-07-10 00:17:56'),
(312, 40, 'Kalaroa', '2023-07-10 00:18:12', '2023-07-10 00:18:12'),
(313, 40, 'Tala', '2023-07-10 00:18:24', '2023-07-10 00:18:24'),
(314, 40, 'Nakipur', '2023-07-10 00:24:18', '2023-07-10 00:24:18'),
(315, 41, 'Jamalpur Sadar', '2023-07-10 00:26:24', '2023-07-10 00:26:24'),
(316, 41, 'Baksigan', '2023-07-10 00:26:37', '2023-07-10 00:26:37'),
(317, 41, 'Dewanganj', '2023-07-10 00:27:00', '2023-07-10 00:27:00'),
(318, 41, 'Islampur', '2023-07-10 00:27:09', '2023-07-10 00:27:09'),
(319, 41, 'Madarganj', '2023-07-10 00:27:20', '2023-07-10 00:27:20'),
(320, 41, 'Melandaha', '2023-07-10 00:27:34', '2023-07-10 00:27:34'),
(321, 41, 'Sarishabari', '2023-07-10 00:27:46', '2023-07-10 00:27:46'),
(322, 42, 'Mymensingh Sadar', '2023-07-10 00:30:17', '2023-07-10 00:30:17'),
(323, 42, 'Muktagachh', '2023-07-10 00:30:31', '2023-07-10 00:30:31'),
(324, 42, 'Bhaluka', '2023-07-10 00:30:47', '2023-07-10 00:38:22'),
(325, 42, 'Haluaghat', '2023-07-10 00:31:01', '2023-07-10 00:31:01'),
(326, 42, 'Gouripur', '2023-07-10 00:31:13', '2023-07-10 00:31:13'),
(327, 42, 'Dhobaura', '2023-07-10 00:31:59', '2023-07-10 00:31:59'),
(328, 42, 'Fulbaria', '2023-07-10 00:35:41', '2023-07-10 00:35:41'),
(329, 42, 'Gafargaon', '2023-07-10 00:35:53', '2023-07-10 00:35:53'),
(330, 42, 'Trishal', '2023-07-10 00:36:04', '2023-07-10 00:36:04'),
(331, 42, 'Phulpur', '2023-07-10 00:36:14', '2023-07-10 00:40:52'),
(332, 42, 'Nandail', '2023-07-10 00:36:25', '2023-07-10 00:36:25'),
(333, 42, 'Ishwarganj', '2023-07-10 00:36:37', '2023-07-10 00:36:37'),
(334, 43, 'Netrokona Sadar', '2023-07-10 00:43:18', '2023-07-10 00:43:18'),
(335, 43, 'Kendua', '2023-07-10 00:43:29', '2023-07-10 00:43:29'),
(336, 43, 'Mohangonj', '2023-07-10 00:43:41', '2023-07-10 00:43:41'),
(337, 43, 'Khaliajuri', '2023-07-10 00:43:54', '2023-07-10 00:43:54'),
(338, 43, 'Purbodhola', '2023-07-10 00:44:08', '2023-07-10 00:44:08'),
(339, 43, 'Atpara', '2023-07-10 00:44:31', '2023-07-10 00:44:31'),
(340, 43, 'Modon', '2023-07-10 00:44:43', '2023-07-10 00:44:43'),
(341, 43, 'Kolmkakanda', '2023-07-10 00:44:57', '2023-07-10 00:44:57'),
(342, 43, 'Barhatta', '2023-07-10 00:45:09', '2023-07-10 00:45:09'),
(343, 43, 'Durgapur', '2023-07-10 00:45:22', '2023-07-10 00:45:22'),
(344, 44, 'Sherpur Sadar', '2023-07-10 00:46:43', '2023-07-10 00:46:43'),
(345, 44, 'Nakla', '2023-07-10 00:46:55', '2023-07-10 00:46:55'),
(346, 44, 'Sreebardi', '2023-07-10 00:47:08', '2023-07-10 00:47:08'),
(347, 44, 'Nalitabari', '2023-07-10 00:47:19', '2023-07-10 00:47:19'),
(348, 44, 'Jhenaigati', '2023-07-10 00:47:32', '2023-07-10 00:47:32'),
(349, 44, 'Bakshigonj', '2023-07-10 00:49:17', '2023-07-10 00:49:17'),
(350, 45, 'Bogra Sadar', '2023-07-10 08:21:53', '2023-07-10 08:21:53'),
(351, 45, 'Gabtali', '2023-07-10 08:22:09', '2023-07-10 08:22:09'),
(352, 45, 'Sariakandi', '2023-07-10 08:22:26', '2023-07-10 08:22:26'),
(353, 45, 'Adamdighi', '2023-07-10 08:22:45', '2023-07-10 08:22:45'),
(354, 45, 'Sonatala', '2023-07-10 08:23:00', '2023-07-10 08:23:00'),
(355, 45, 'Sherpur', '2023-07-10 08:23:14', '2023-07-10 08:23:14'),
(356, 45, 'Kahaloo', '2023-07-10 08:23:30', '2023-07-10 08:23:30'),
(357, 45, 'Shibganj', '2023-07-10 08:23:45', '2023-07-10 08:23:45'),
(358, 45, 'Dupchanchia', '2023-07-10 08:24:00', '2023-07-10 08:24:00'),
(359, 45, 'Nandigram', '2023-07-10 08:24:12', '2023-07-10 08:24:12'),
(360, 45, 'Sahajanpur', '2023-07-10 08:24:26', '2023-07-10 08:24:26'),
(361, 45, 'Dhunat', '2023-07-10 08:24:38', '2023-07-10 08:24:38'),
(362, 46, 'Joypurhat Sadar', '2023-07-10 08:27:53', '2023-07-10 08:27:53'),
(363, 46, 'Akkelpur', '2023-07-10 08:28:07', '2023-07-10 08:28:07'),
(364, 46, 'Khetlal', '2023-07-10 08:28:23', '2023-07-10 08:28:23'),
(365, 46, 'Panchbibi', '2023-07-10 08:28:35', '2023-07-10 08:28:35'),
(366, 46, 'Kalai', '2023-07-10 08:28:47', '2023-07-10 08:28:47'),
(367, 47, 'Naogaon Sadar', '2023-07-10 08:31:46', '2023-07-10 08:31:46'),
(368, 47, 'Atrai', '2023-07-10 08:32:05', '2023-07-10 08:32:05'),
(369, 47, 'Shalikha', '2023-07-10 08:32:22', '2023-07-10 08:32:22'),
(370, 47, 'Badalgachhi', '2023-07-10 08:32:42', '2023-07-10 08:32:42'),
(371, 47, 'Niamatpur', '2023-07-10 08:32:55', '2023-07-10 08:32:55'),
(372, 47, 'Manda', '2023-07-10 08:33:11', '2023-07-10 08:33:11'),
(373, 47, 'Mohadevpur', '2023-07-10 08:33:23', '2023-07-10 08:33:23'),
(374, 47, 'Patnitala', '2023-07-10 08:33:34', '2023-07-10 08:33:34'),
(375, 47, 'Porsha', '2023-07-10 08:33:49', '2023-07-10 08:33:49'),
(376, 47, 'Sapahar', '2023-07-10 08:34:03', '2023-07-10 08:34:03'),
(377, 47, 'Raninagar', '2023-07-10 08:34:36', '2023-07-10 08:34:36'),
(378, 48, 'Bagatipara', '2023-07-10 08:39:24', '2023-07-10 08:39:24'),
(379, 48, 'Bonpara', '2023-07-10 08:39:36', '2023-07-10 08:41:46'),
(380, 48, 'Boraigram', '2023-07-10 08:39:48', '2023-07-10 08:39:48'),
(381, 48, 'Gurudaspur', '2023-07-10 08:40:02', '2023-07-10 08:40:02'),
(382, 48, 'Lalpur', '2023-07-10 08:40:17', '2023-07-10 08:40:17'),
(383, 48, 'Naldanga', '2023-07-10 08:40:29', '2023-07-10 08:40:29'),
(384, 48, 'Natore', '2023-07-10 08:40:40', '2023-07-10 08:40:40'),
(385, 48, 'Singra', '2023-07-10 08:40:50', '2023-07-10 08:40:50'),
(386, 49, 'Chapai Nawabganj Sadar', '2023-07-10 08:43:58', '2023-07-10 08:43:58'),
(387, 49, 'Nachol', '2023-07-10 08:44:12', '2023-07-10 08:45:24'),
(388, 49, 'Shibganj', '2023-07-10 08:44:25', '2023-07-10 08:44:25'),
(389, 49, 'Gomastapur', '2023-07-10 08:44:39', '2023-07-10 08:44:39'),
(390, 49, 'Bholahat', '2023-07-10 08:44:51', '2023-07-10 08:44:51'),
(391, 50, 'Pabna Sadar', '2023-07-10 08:49:43', '2023-07-10 08:49:43'),
(392, 50, 'Santhia', '2023-07-10 08:49:58', '2023-07-10 08:49:58'),
(393, 50, 'Bera', '2023-07-10 08:50:10', '2023-07-10 08:50:10'),
(394, 50, 'Sujanagar', '2023-07-10 08:50:21', '2023-07-10 08:50:21'),
(395, 50, 'Atgharia', '2023-07-10 08:50:40', '2023-07-10 08:50:40'),
(396, 50, 'Bhangura', '2023-07-10 08:50:53', '2023-07-10 08:50:53'),
(397, 50, 'Faridpur', '2023-07-10 08:51:04', '2023-07-10 08:51:04'),
(398, 50, 'Chatmohar', '2023-07-10 08:51:15', '2023-07-10 08:51:15'),
(399, 50, 'Ishwardi', '2023-07-10 08:51:28', '2023-07-10 08:51:28'),
(400, 50, 'Atiakula', '2023-07-10 08:52:49', '2023-07-10 08:52:49'),
(401, 50, 'Aminpur', '2023-07-10 08:52:59', '2023-07-10 08:52:59'),
(402, 51, 'Bagmara', '2023-07-10 08:54:12', '2023-07-10 08:54:12'),
(403, 51, 'Paba', '2023-07-10 08:54:25', '2023-07-10 08:54:25'),
(404, 51, 'Charghat', '2023-07-10 08:54:37', '2023-07-10 08:54:37'),
(405, 51, 'Durgapur', '2023-07-10 08:54:49', '2023-07-10 08:54:49'),
(406, 51, 'Godagari', '2023-07-10 08:55:00', '2023-07-10 08:55:00'),
(407, 51, 'Mohanpur', '2023-07-10 08:55:12', '2023-07-10 08:55:12'),
(408, 51, 'Bagha', '2023-07-10 08:55:24', '2023-07-10 08:55:24'),
(409, 51, 'Puthia', '2023-07-10 08:55:35', '2023-07-10 08:55:35'),
(410, 51, 'Tanor', '2023-07-10 08:55:52', '2023-07-10 09:01:21'),
(411, 51, 'Airport', '2023-07-10 08:56:47', '2023-07-10 08:56:47'),
(412, 51, 'Bilpukur', '2023-07-10 08:57:14', '2023-07-10 08:57:14'),
(413, 51, 'Boalia Model', '2023-07-10 08:57:35', '2023-07-10 08:57:35'),
(414, 51, 'Chandrima', '2023-07-10 08:57:58', '2023-07-10 08:57:58'),
(415, 51, 'Damkura', '2023-07-10 08:58:20', '2023-07-10 08:58:20'),
(416, 51, 'Kashiadanga', '2023-07-10 08:58:55', '2023-07-10 08:58:55'),
(417, 51, 'Katakhali', '2023-07-10 08:59:14', '2023-07-10 08:59:14'),
(418, 51, 'Kornahar', '2023-07-10 08:59:31', '2023-07-10 08:59:31'),
(419, 51, 'Motihar', '2023-07-10 09:00:04', '2023-07-10 09:00:04'),
(420, 51, 'Rajpara', '2023-07-10 09:00:12', '2023-07-10 09:00:12'),
(421, 51, 'Shah Makhdum', '2023-07-10 09:00:36', '2023-07-10 09:00:36'),
(422, 52, 'Sirajganj Sadar', '2023-07-10 09:02:21', '2023-07-10 09:02:21'),
(423, 52, 'Chowhali', '2023-07-10 09:02:33', '2023-07-10 09:05:31'),
(424, 52, 'Kamarkhanda', '2023-07-10 09:02:48', '2023-07-10 09:02:48'),
(425, 52, 'Belkuchi', '2023-07-10 09:03:00', '2023-07-10 09:03:00'),
(426, 52, 'Kazipur', '2023-07-10 09:03:12', '2023-07-10 09:03:12'),
(427, 52, 'Raiganj', '2023-07-10 09:03:23', '2023-07-10 09:03:23'),
(428, 52, 'Ullapara Model', '2023-07-10 09:03:34', '2023-07-10 09:08:10'),
(429, 52, 'Tarash', '2023-07-10 09:03:47', '2023-07-10 09:03:47'),
(430, 52, 'Shahzadpur', '2023-07-10 09:03:58', '2023-07-10 09:07:45'),
(431, 52, 'Bangabandhu Setu West', '2023-07-10 09:04:49', '2023-07-10 09:04:49'),
(432, 52, 'Enayetpur', '2023-07-10 09:06:19', '2023-07-10 09:06:19'),
(433, 52, 'Salanga', '2023-07-10 09:06:58', '2023-07-10 09:06:58'),
(435, 53, 'Dinajpur Sadar', '2023-07-10 09:10:23', '2023-07-10 09:10:23'),
(436, 53, 'Birampur', '2023-07-10 09:10:34', '2023-07-10 09:10:34'),
(437, 53, 'Biral', '2023-07-10 09:10:45', '2023-07-10 09:10:45'),
(438, 53, 'Phulbari', '2023-07-10 09:10:55', '2023-07-10 09:10:55'),
(439, 53, 'Hakimpur', '2023-07-10 09:11:07', '2023-07-10 09:11:07'),
(441, 53, 'Khansama', '2023-07-10 09:11:18', '2023-07-10 09:11:18'),
(442, 53, 'Nawabganj', '2023-07-10 09:11:33', '2023-07-10 09:11:33'),
(443, 53, 'Parbatipur', '2023-07-10 09:11:46', '2023-07-10 09:11:46'),
(444, 53, 'Birganj', '2023-07-10 09:12:04', '2023-07-10 09:12:04'),
(445, 53, 'Kaharole', '2023-07-10 09:12:15', '2023-07-10 09:12:15'),
(446, 53, 'Chirirbandar', '2023-07-10 09:12:26', '2023-07-10 09:12:26'),
(447, 53, 'Ghoraghat', '2023-07-10 09:12:36', '2023-07-10 09:12:36'),
(448, 53, 'Bochaganj', '2023-07-10 09:12:50', '2023-07-10 09:12:50'),
(449, 53, 'Kotwali', '2023-07-10 09:14:40', '2023-07-10 09:14:40'),
(450, 54, 'Gaibandha Sadar', '2023-07-10 09:21:06', '2023-07-10 09:21:06'),
(451, 54, 'Palashbari', '2023-07-10 09:21:16', '2023-07-10 09:21:16'),
(453, 54, 'Fulchhari', '2023-07-10 09:21:40', '2023-07-10 09:21:40'),
(454, 54, 'Sadullapur', '2023-07-10 09:22:06', '2023-07-10 09:22:06'),
(455, 54, 'Sundarganj', '2023-07-10 09:22:25', '2023-07-10 09:22:25'),
(456, 54, 'Gobindaganj', '2023-07-10 09:22:49', '2023-07-10 09:22:49'),
(457, 54, 'Saghata', '2023-07-10 09:23:18', '2023-07-10 09:23:18'),
(458, 55, 'Kurigram Sadar', '2023-07-10 09:25:19', '2023-07-10 09:25:19'),
(459, 55, 'Phulbari', '2023-07-10 09:25:29', '2023-07-10 09:25:29'),
(460, 55, 'Nageshwari', '2023-07-10 09:25:43', '2023-07-10 09:25:43'),
(461, 55, 'Rajarhat', '2023-07-10 09:25:53', '2023-07-10 09:28:51'),
(462, 55, 'Bhurungamari', '2023-07-10 09:26:05', '2023-07-10 09:26:05'),
(463, 55, 'Ulipur', '2023-07-10 09:26:22', '2023-07-10 09:26:22'),
(464, 55, 'Char Rajibpur', '2023-07-10 09:26:38', '2023-07-10 09:26:38'),
(465, 55, 'Rowmari', '2023-07-10 09:26:48', '2023-07-10 09:26:48'),
(466, 55, 'Chilmari', '2023-07-10 09:27:05', '2023-07-10 09:27:05'),
(467, 55, 'Dusmara', '2023-07-10 09:27:48', '2023-07-10 09:27:48'),
(468, 55, 'Kachakata', '2023-07-10 09:28:24', '2023-07-10 09:28:24'),
(469, 58, 'Lalmonirhat Sadar', '2023-07-10 09:30:25', '2023-07-10 09:30:25'),
(470, 58, 'Patgram', '2023-07-10 09:30:36', '2023-07-10 09:30:36'),
(471, 58, 'Aditmari', '2023-07-10 09:30:47', '2023-07-10 09:30:47'),
(472, 58, 'Hatibandha', '2023-07-10 09:30:59', '2023-07-10 09:30:59'),
(473, 58, 'Kaliganj', '2023-07-10 09:31:10', '2023-07-10 09:31:10'),
(474, 59, 'Rangpur Sadar', '2023-07-10 09:32:43', '2023-07-10 09:32:43'),
(475, 59, 'Badarganj', '2023-07-10 09:32:58', '2023-07-10 09:32:58'),
(476, 59, 'Kaunia', '2023-07-10 09:33:09', '2023-07-10 09:33:09'),
(477, 59, 'Gangachara', '2023-07-10 09:33:19', '2023-07-10 09:34:51'),
(478, 59, 'Mitha pukur', '2023-07-10 09:33:32', '2023-07-10 09:36:09'),
(479, 59, 'Taraganj', '2023-07-10 09:33:46', '2023-07-10 09:33:46'),
(480, 59, 'Pirganj', '2023-07-10 09:33:57', '2023-07-10 09:33:57'),
(481, 59, 'Pirgachha', '2023-07-10 09:34:09', '2023-07-10 09:34:09'),
(482, 59, 'Haragach', '2023-07-10 09:35:05', '2023-07-10 09:35:05'),
(483, 59, 'Hazirhat', '2023-07-10 09:35:23', '2023-07-10 09:35:23'),
(484, 59, 'Kotwali Metro', '2023-07-10 09:35:42', '2023-07-10 09:35:42'),
(485, 59, 'Mahigonj', '2023-07-10 09:36:23', '2023-07-10 09:36:23'),
(486, 59, 'Porshuram', '2023-07-10 09:37:03', '2023-07-10 09:37:03'),
(487, 59, 'Tajhat', '2023-07-10 09:37:15', '2023-07-10 09:37:15'),
(488, 60, 'Thakurgaon Sadar', '2023-07-10 09:39:00', '2023-07-10 09:39:12'),
(489, 60, 'Baliadangi', '2023-07-10 09:39:28', '2023-07-10 09:39:28'),
(490, 60, 'Pirganj', '2023-07-10 09:39:39', '2023-07-10 09:39:39'),
(491, 60, 'Ranisankail', '2023-07-10 09:39:49', '2023-07-10 09:39:49'),
(492, 60, 'Haripur', '2023-07-10 09:39:59', '2023-07-10 09:39:59'),
(493, 60, 'Ruhia', '2023-07-10 09:40:42', '2023-07-10 09:40:42'),
(494, 65, 'Nilphamari Sadar', '2023-07-10 09:41:51', '2023-07-10 09:41:51'),
(495, 65, 'Jaldhaka', '2023-07-10 09:42:15', '2023-07-10 09:42:15'),
(496, 65, 'Saidpur', '2023-07-10 09:42:26', '2023-07-10 09:42:26'),
(497, 65, 'Dimla', '2023-07-10 09:42:37', '2023-07-10 09:42:37'),
(498, 65, 'Kishoreganj', '2023-07-10 09:42:56', '2023-07-10 09:42:56'),
(499, 65, 'Domar', '2023-07-10 09:43:20', '2023-07-10 09:43:20'),
(500, 66, 'Panchagarh Sadar', '2023-07-10 09:44:38', '2023-07-10 09:44:38'),
(501, 66, 'Atwari', '2023-07-10 09:44:48', '2023-07-10 09:44:48'),
(502, 66, 'Boda', '2023-07-10 09:44:59', '2023-07-10 09:44:59'),
(503, 66, 'Debiganj', '2023-07-10 09:45:08', '2023-07-10 09:45:08'),
(504, 66, 'Tetulia', '2023-07-10 09:45:18', '2023-07-10 09:45:18'),
(505, 61, 'Habiganj Sadar', '2023-07-10 09:47:07', '2023-07-10 09:47:19'),
(506, 61, 'Lakhai', '2023-07-10 09:47:35', '2023-07-10 09:47:35'),
(507, 61, 'Madhabpur', '2023-07-10 09:47:45', '2023-07-10 09:47:45'),
(508, 61, 'Nabiganj', '2023-07-10 09:47:54', '2023-07-10 09:47:54'),
(509, 61, 'Chunarughat', '2023-07-10 09:48:04', '2023-07-10 09:48:04'),
(510, 61, 'Baniachang', '2023-07-10 09:48:13', '2023-07-10 09:48:13'),
(511, 61, 'Bahubal', '2023-07-10 09:48:24', '2023-07-10 09:48:24'),
(512, 61, 'Ajmiriganj', '2023-07-10 09:48:35', '2023-07-10 09:48:35'),
(514, 61, 'Shaestagonj', '2023-07-10 09:49:51', '2023-07-10 09:49:51'),
(515, 62, 'Moulvibazar Sadar', '2023-07-10 09:51:27', '2023-07-10 09:51:27'),
(516, 62, 'Srimangal', '2023-07-10 09:52:01', '2023-07-10 09:52:01'),
(517, 62, 'Kulaura', '2023-07-10 09:52:16', '2023-07-10 09:52:16'),
(518, 62, 'Komolganj', '2023-07-10 09:52:27', '2023-07-10 09:54:04'),
(519, 62, 'Juri', '2023-07-10 09:52:41', '2023-07-10 09:52:41'),
(520, 62, 'Barlekha', '2023-07-10 09:52:57', '2023-07-10 09:52:57'),
(521, 62, 'Rajnagar', '2023-07-10 09:53:09', '2023-07-10 09:53:09'),
(522, 63, 'Sunamganj Sadar', '2023-07-10 09:54:52', '2023-07-10 09:54:52'),
(523, 63, 'Dakhsin Sunamganj', '2023-07-10 09:55:14', '2023-07-10 09:56:04'),
(524, 63, 'Chhatak', '2023-07-10 09:56:18', '2023-07-10 09:56:18'),
(525, 63, 'Jagannathpur', '2023-07-10 09:56:28', '2023-07-10 09:56:28'),
(526, 63, 'Bishwamvarpur', '2023-07-10 09:56:39', '2023-07-10 09:56:39'),
(527, 63, 'Tahirpur', '2023-07-10 09:56:50', '2023-07-10 09:56:50'),
(528, 63, 'Derai', '2023-07-10 09:57:01', '2023-07-10 09:57:01'),
(529, 63, 'Dharampasha', '2023-07-10 09:57:11', '2023-07-10 09:57:11'),
(530, 63, 'Sullah', '2023-07-10 09:57:22', '2023-07-10 09:59:06'),
(531, 63, 'Dowarabazar', '2023-07-10 09:57:33', '2023-07-10 09:57:33'),
(532, 63, 'Jamalganj', '2023-07-10 09:57:43', '2023-07-10 09:57:43'),
(533, 63, 'Madhanagar', '2023-07-10 09:58:30', '2023-07-10 09:58:30'),
(534, 7, 'Other', '2023-07-16 00:13:09', '2023-07-16 00:13:09'),
(535, 8, 'Other', '2023-07-16 00:13:50', '2023-07-16 00:13:50'),
(536, 9, 'Other', '2023-07-16 00:14:10', '2023-07-16 00:14:10'),
(537, 10, 'Other', '2023-07-16 00:14:29', '2023-07-16 00:14:29'),
(538, 11, 'Other', '2023-07-16 00:15:25', '2023-07-16 00:15:25'),
(539, 12, 'Other', '2023-07-16 00:15:53', '2023-07-16 00:15:53'),
(540, 13, 'Other', '2023-07-16 00:16:13', '2023-07-16 00:16:13'),
(541, 67, 'Barguna Sadar', '2023-07-16 11:12:55', '2023-07-16 11:12:55'),
(542, 67, 'Amtali', '2023-07-16 11:13:09', '2023-07-16 11:13:09'),
(543, 67, 'Bamna', '2023-07-16 11:13:32', '2023-07-16 11:13:32'),
(544, 67, 'Patharghata', '2023-07-16 11:13:51', '2023-07-16 11:13:51'),
(545, 67, 'Taltali', '2023-07-16 11:14:07', '2023-07-16 11:14:07'),
(546, 67, 'Betagi', '2023-07-16 11:14:21', '2023-07-16 11:14:21'),
(547, 68, 'Bakerganj', '2023-07-16 11:16:55', '2023-07-16 11:16:55'),
(548, 68, 'Babuganj', '2023-07-16 11:17:08', '2023-07-16 11:17:08'),
(549, 68, 'Banaripara', '2023-07-16 11:17:22', '2023-07-16 11:17:22'),
(550, 68, 'Ujirpur', '2023-07-16 11:17:38', '2023-07-16 11:17:38'),
(551, 68, 'Gournodi', '2023-07-16 11:17:52', '2023-07-16 11:17:52'),
(552, 68, 'Agouljhora', '2023-07-16 11:18:09', '2023-07-16 11:18:09'),
(553, 68, 'Hijla', '2023-07-16 11:18:25', '2023-07-16 11:18:25'),
(554, 68, 'Muladi', '2023-07-16 11:18:48', '2023-07-16 11:18:48'),
(555, 68, 'Mehendiganj', '2023-07-16 11:19:04', '2023-07-16 11:19:04'),
(556, 68, 'Kazirhut', '2023-07-16 11:19:23', '2023-07-16 11:19:23'),
(557, 69, 'Bhola Sadar', '2023-07-16 11:20:55', '2023-07-16 11:20:55'),
(558, 69, 'Char Fasson', '2023-07-16 11:21:09', '2023-07-16 11:21:09'),
(559, 69, 'Manpura', '2023-07-16 11:21:25', '2023-07-16 11:21:25'),
(560, 69, 'Burhanuddin', '2023-07-16 11:21:36', '2023-07-16 11:21:36'),
(561, 69, 'Tazumuddin', '2023-07-16 11:21:49', '2023-07-16 11:21:49'),
(562, 69, 'Daulatkhan', '2023-07-16 11:22:00', '2023-07-16 11:22:00'),
(563, 69, 'Lalmohan', '2023-07-16 11:22:17', '2023-07-16 11:22:17'),
(564, 70, 'Jhalokati Sadar', '2023-07-16 11:23:31', '2023-07-16 11:23:31'),
(566, 70, 'Kathalia', '2023-07-16 11:23:59', '2023-07-16 11:23:59'),
(567, 70, 'Nalchity', '2023-07-16 11:24:32', '2023-07-16 11:24:32'),
(568, 70, 'Rajapur', '2023-07-16 11:24:58', '2023-07-16 11:24:58'),
(569, 71, 'Pirojpur Sadar', '2023-07-16 11:26:02', '2023-07-16 11:26:02'),
(570, 71, 'Zianagar', '2023-07-16 11:26:14', '2023-07-16 11:26:14'),
(571, 71, 'Mathbaria', '2023-07-16 11:26:27', '2023-07-16 11:26:27'),
(572, 71, 'Bhandaria', '2023-07-16 11:26:39', '2023-07-16 11:26:39'),
(573, 71, 'Kawkhali', '2023-07-16 11:26:52', '2023-07-16 11:26:52'),
(574, 71, 'Nesarabad', '2023-07-16 11:27:09', '2023-07-16 11:27:09'),
(575, 71, 'Nazirpur', '2023-07-16 11:27:24', '2023-07-16 11:27:24'),
(576, 72, 'Patuakhali Sadar', '2023-07-16 11:28:34', '2023-07-16 11:28:34'),
(577, 72, 'Dumki', '2023-07-16 11:28:48', '2023-07-16 11:28:48'),
(578, 72, 'Mirzaganj', '2023-07-16 11:29:01', '2023-07-16 11:29:01'),
(579, 72, 'Bauphal', '2023-07-16 11:29:12', '2023-07-16 11:29:12'),
(580, 72, 'Galachipa', '2023-07-16 11:29:30', '2023-07-16 11:29:30'),
(581, 72, 'Dashmina', '2023-07-16 11:29:42', '2023-07-16 11:29:42'),
(582, 72, 'Rangabali', '2023-07-16 11:29:57', '2023-07-16 11:29:57'),
(583, 72, 'Kalapara', '2023-07-16 11:30:18', '2023-07-16 11:30:18'),
(584, 17, 'Other', '2023-07-16 14:53:51', '2023-07-16 14:53:51'),
(585, 16, 'Other', '2023-07-16 15:01:12', '2023-07-16 15:01:12'),
(586, 15, 'Other', '2023-07-16 15:05:30', '2023-07-16 15:05:30'),
(587, 14, 'Other', '2023-07-16 15:05:52', '2023-07-16 15:05:52'),
(588, 18, 'Other', '2023-07-16 15:08:59', '2023-07-16 15:08:59'),
(589, 19, 'Other', '2023-07-16 15:09:36', '2023-07-16 15:09:36'),
(590, 20, 'Other', '2023-07-16 15:10:11', '2023-07-16 15:10:11'),
(591, 21, 'Other', '2023-07-16 15:10:46', '2023-07-16 15:10:46'),
(592, 22, 'Other', '2023-07-16 15:11:12', '2023-07-16 15:11:12'),
(593, 23, 'Other', '2023-07-16 15:11:42', '2023-07-16 15:11:42'),
(594, 24, 'Other', '2023-07-16 15:12:07', '2023-07-16 15:12:07'),
(595, 25, 'Other', '2023-07-16 15:12:27', '2023-07-16 15:12:27'),
(596, 26, 'Other', '2023-07-16 15:12:45', '2023-07-16 15:12:45'),
(597, 27, 'Other', '2023-07-16 15:13:01', '2023-07-16 15:13:01'),
(598, 28, 'Other', '2023-07-16 15:13:30', '2023-07-16 15:13:30'),
(599, 29, 'Other', '2023-07-16 15:14:08', '2023-07-16 15:14:08'),
(600, 30, 'Other', '2023-07-16 15:14:40', '2023-07-16 15:14:40'),
(603, 26, 'Other', '2023-07-16 15:16:50', '2023-07-16 15:16:50'),
(604, 67, 'other', '2023-07-16 20:23:39', '2023-07-16 20:23:39'),
(605, 68, 'other', '2023-07-16 20:24:25', '2023-07-16 20:24:25'),
(606, 69, 'other', '2023-07-16 20:28:25', '2023-07-16 20:28:25'),
(607, 70, 'other', '2023-07-16 20:29:20', '2023-07-16 20:29:20'),
(608, 71, 'other', '2023-07-16 20:32:13', '2023-07-16 20:32:13'),
(609, 72, 'other', '2023-07-16 20:33:11', '2023-07-16 20:33:11'),
(610, 61, 'other', '2023-07-16 20:35:18', '2023-07-16 20:35:18'),
(611, 62, 'other', '2023-07-16 20:36:13', '2023-07-16 20:36:13'),
(612, 63, 'other', '2023-07-16 20:36:56', '2023-07-16 20:36:56'),
(613, 64, 'Kanaighat', '2023-07-16 20:58:31', '2023-07-16 20:58:31'),
(614, 64, 'Companiganj', '2023-07-16 20:58:44', '2023-07-16 20:58:44'),
(615, 64, 'Gowainghat', '2023-07-16 20:59:32', '2023-07-16 20:59:32'),
(616, 64, 'Golabganj', '2023-07-16 20:59:55', '2023-07-16 20:59:55'),
(617, 64, 'Zakiganj', '2023-07-16 21:00:14', '2023-07-16 21:00:14'),
(618, 64, 'Jaintiapur', '2023-07-16 21:00:30', '2023-07-16 21:00:30'),
(619, 64, 'Dakshin Surma', '2023-07-16 21:00:52', '2023-07-16 21:00:52'),
(620, 64, 'Fenchuganj', '2023-07-16 21:01:07', '2023-07-16 21:01:07'),
(621, 64, 'Balaganj', '2023-07-16 21:01:20', '2023-07-16 21:01:20'),
(622, 64, 'Beanibazar', '2023-07-16 21:01:34', '2023-07-16 21:01:34'),
(623, 64, 'Bishwanath', '2023-07-16 21:01:56', '2023-07-16 21:01:56'),
(624, 64, 'Sylhet Sadar', '2023-07-16 21:02:14', '2023-07-16 21:02:14'),
(625, 64, 'other', '2023-07-16 21:02:22', '2023-07-16 21:02:22'),
(626, 53, 'other', '2023-07-16 21:03:59', '2023-07-16 21:03:59'),
(627, 54, 'other', '2023-07-16 21:04:21', '2023-07-16 21:04:21'),
(628, 55, 'other', '2023-07-16 21:04:41', '2023-07-16 21:04:41'),
(629, 58, 'other', '2023-07-16 21:05:08', '2023-07-16 21:05:08'),
(630, 59, 'other', '2023-07-16 21:05:46', '2023-07-16 21:05:46'),
(631, 60, 'other', '2023-07-16 21:06:13', '2023-07-16 21:06:13'),
(632, 65, 'other', '2023-07-16 21:07:04', '2023-07-16 21:07:04'),
(633, 66, 'other', '2023-07-16 21:07:38', '2023-07-16 21:07:38'),
(634, 46, 'other', '2023-07-16 21:09:43', '2023-07-16 21:09:43'),
(635, 47, 'other', '2023-07-16 21:10:02', '2023-07-16 21:10:02'),
(636, 48, 'other', '2023-07-16 21:10:25', '2023-07-16 21:10:25'),
(637, 49, 'other', '2023-07-16 21:11:05', '2023-07-16 21:11:05'),
(638, 50, 'other', '2023-07-16 21:11:51', '2023-07-16 21:11:51'),
(639, 51, 'other', '2023-07-16 21:12:21', '2023-07-16 21:12:21'),
(640, 52, 'other', '2023-07-16 21:12:47', '2023-07-16 21:12:47'),
(641, 41, 'other', '2023-07-16 21:13:22', '2023-07-16 21:13:22'),
(642, 42, 'other', '2023-07-16 21:13:44', '2023-07-16 21:13:44'),
(643, 43, 'other', '2023-07-16 21:14:15', '2023-07-16 21:14:15'),
(644, 44, 'other', '2023-07-16 21:14:53', '2023-07-16 21:14:53'),
(645, 31, 'other', '2023-07-16 21:18:11', '2023-07-16 21:18:11'),
(646, 32, 'other', '2023-07-16 21:18:39', '2023-07-16 21:18:39'),
(647, 33, 'other', '2023-07-16 21:18:58', '2023-07-16 21:18:58'),
(648, 34, 'other', '2023-07-16 21:19:26', '2023-07-16 21:19:26'),
(649, 35, 'other', '2023-07-16 21:20:00', '2023-07-16 21:20:00'),
(650, 36, 'other', '2023-07-16 21:20:40', '2023-07-16 21:20:40'),
(651, 37, 'other', '2023-07-16 21:21:01', '2023-07-16 21:21:01'),
(652, 38, 'other', '2023-07-16 21:21:48', '2023-07-16 21:21:48'),
(653, 39, 'other', '2023-07-16 21:22:24', '2023-07-16 21:22:24'),
(654, 40, 'other', '2023-07-16 21:22:48', '2023-07-16 21:22:48');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(10) UNSIGNED NOT NULL,
  `user_type` varchar(255) NOT NULL,
  `redrose_id` varchar(255) NOT NULL,
  `name` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `email_verified_at` timestamp NULL DEFAULT NULL,
  `password` varchar(255) NOT NULL,
  `two_factor_secret` text DEFAULT NULL,
  `two_factor_recovery_codes` text DEFAULT NULL,
  `two_factor_confirmed_at` timestamp NULL DEFAULT NULL,
  `remember_token` varchar(100) DEFAULT NULL,
  `current_team_id` bigint(20) UNSIGNED DEFAULT NULL,
  `profile_photo_path` varchar(2048) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `user_type`, `redrose_id`, `name`, `email`, `email_verified_at`, `password`, `two_factor_secret`, `two_factor_recovery_codes`, `two_factor_confirmed_at`, `remember_token`, `current_team_id`, `profile_photo_path`, `created_at`, `updated_at`) VALUES
(1, '1', 'superadmin56786', 'Super Admin', 'admin@admin.com', NULL, '$2y$10$dXpsatLUUsGPH8l0aUYOMOdmhpt4YXQAxcXDQod6y0UnKluWgpGnO', NULL, NULL, NULL, NULL, NULL, 'https://redrosebd.com/storage/profiles/2023-07-07-1688667520-SuperAdmin.png', '2023-07-05 05:46:36', '2023-07-07 00:20:27'),
(2, '1', 'superadmin35729', 'Super Admin', 'redrose.helpdesk21@gmail.com', NULL, '$2y$10$tsKom/aryIZ7YlpOjhzf.u9igFc.j1SVGOq/0/O.4Bpub45hh1myu', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 05:47:44', '2023-07-05 05:47:44'),
(3, '2', 'alamin', 'alamin', 'alamin06063@gmail.com', NULL, '$2y$10$B0dco66gsz2d4/RFAPFcCO1IkbBEou2mM/C5zZh5tchcgZCTSolUO', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:46', '2023-07-05 06:12:46'),
(4, '2', 'johndoe', 'johndoe', 'cnxplaystore19@gmail.com', NULL, '$2y$10$loieYUlGCJP83Fprorx52e28mt.WLVafUzslEU3pbhucpElYILmpy', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:46', '2023-07-05 06:12:46'),
(5, '2', 'apps', 'apps', 'appsbazar22@gmail.com', NULL, '$2y$10$jTBohrOAIY.wfoVjxJPyq.nY7cNKWyZDdV4ZdLEnZrns1ZfbyfLBa', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:46', '2023-07-05 06:12:46'),
(6, '2', 'alamin', 'Al amin', 'ala56297@gmail.com', NULL, '$2y$10$SnjKqIrtjCOf4dMyklnSTek3GLsdTlaVDV9jKSTNc1gIT4MABtIKi', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(7, '2', 'sweetyakter', 'Sweety Akter', 'arif465904@gmail.com', NULL, '$2y$10$TZZ4RaKdqHGQWGNrwHhuzekkE2WPTxGxSKO.W2oo0UDj0qLS0sGLa', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(8, '2', 'NayimMojumder', 'Nayim Mojumder', 'nayimkhan293@gmail.com', NULL, '$2y$10$RhptHKNSXdamwM2kLmjZouMTwNLTD5GAa6C6OaixETy9VNi/GbmPq', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(9, '2', 'nayeemasha0171', 'nayeemasha0171', 'nayeemasha0171@gmail.com', NULL, '$2y$10$52GgtqGl6dMId.PJXmqkPeqZulBps385NkTcMHfFLUkRQETEzi07K', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(10, '2', 'humairaafrin', 'Shamima Akter', 'humairaafrin27@gmail.com', NULL, '$2y$10$t41BFmSA9dN4veYcdfsv3.ak1q6NBy.eg4b.03FbWRR5CICmyhcaC', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(11, '2', 'rayhan', 'Rayhan', 'rayhanjahir456@gmail.com', NULL, '$2y$10$SO4U0rKwUYmc6e12YiXzseyjpe9lisAG.a1sSZlkBKOKbJp7N0x4u', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(12, '2', 'joshimkhan', 'Joshim Khan', 'joshimkhan2050@gmail.com', NULL, '$2y$10$DXJbzfiQfPJ2mgV7UI5zg.LVmc0sqciAcnbFcTWQdZTGxV7B7kyHm', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(13, '2', 'mohiuddinmunshi', 'Mohiuddin Munshi', 'mdmohiuddin7355@gmail.com', NULL, '$2y$10$yiwZsME8HTLvYIWkLEFb6e5WrwXfkIS1P4NLeybhOHjqsFgwHbFO2', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(14, '2', 'nazmulhasan', 'Nazmul Hasan', 'a@e.co', NULL, '$2y$10$01WOek7TDPN5LfR5CtIYfeLOBLWYdiLbA5I8lD6z3/9xTxsbZ76nK', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(15, '2', 'testb2', 'testb2', 'b2@e.co', NULL, '$2y$10$9DtvOWs8hcyiP0.zHo.HsO5aOoqt3PagkSYk/RvsVoBRfEpTLvlgW', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(16, '2', 'abdurrahmankhanjehad', 'Abdur Rahman Khan Jehad', 'jehadbd@gmail.com', NULL, '$2y$10$jtBGiy/Px.E7/1sCIEWtw.nHvK4FsuZAIUcffXx2J8YYaJWRr7YmS', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(17, '2', 'jon', 'jon', 'uuddlrlrba.riskapprove.f08w.ko@gmail.com', NULL, '$2y$10$7ynAcHg0x1GoY4HSEIsmg.FbXcXV4/P1CFHGzDDQCDgDmIQAVRRzu', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(18, '2', 'wonderkid', 'WonderKid', 'contact.shihab.247@gmail.com', NULL, '$2y$10$DDPs2F937hhFtuvarznfiuhTXlt9LKFQKoKHqX47wKOCIyMfCTpou', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:47', '2023-07-05 06:12:47'),
(19, '2', 'kamal', 'md norozzaman', 'redrosehelpdesk@gmail.com', NULL, '$2y$10$dqAYL2Coc74ufttlVeKShu4iBeKqC1EIBE4BC7KjbS.UCvu0ARasW', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(20, '2', 'moushumi', 'moushumi', 'moushumu112@gmail.com', NULL, '$2y$10$7bidzQ35CSCbv.ulCxqgLed3QjbY2q7KQCMtCDGZ7BgFovbM.6EaK', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:48', '2023-07-05 06:12:48'),
(21, '2', 'sumaiyaakter', 'Sumaiya Akter', 'muhammadabdulmannan399@gmail.com', NULL, '$2y$10$5ojYfFbMaXVqpzAA6SQxY.rXsNkz1uvpi7yaM4byybGVKz7KX4wrq', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:49', '2023-07-05 06:12:49'),
(22, '2', 'samimaakter', 'Samima akter', 'arif465904@gmil.com', NULL, '$2y$10$oOn8ygVnfLpHHMgLIcT5m.6LIfbg2iBYSmZzZEwL6NVnryyZnNFuW', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:50', '2023-07-05 06:12:50'),
(23, '2', 'abdullah', 'Abdullah', 'abdullah272056@gmail.com', NULL, '$2y$10$j0lbTzIWoAu8U6PoVW9oweowGdCCpn/PAu4GZKzHdh5rII0fgzUzK', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:57', '2023-07-05 06:12:57'),
(24, '2', 'mdsujonsarker', 'md sujon sarker', 'mdsujonsarker53@gmail.com', NULL, '$2y$10$Y.1CVVzuIE7eoj18B74x8OXf6hZP1hZMwMAJ6hW7LsxTI30SDycdO', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(26, '2', 'sharifulislam', 'Shariful Islam', 'sharif7538@gmail.com', NULL, '$2y$10$mhhwLlg5jgaJVxyaqDP9SOGZZ62ov772sUp3IIGz4fsju5Pvqal7W', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(27, '2', 'gmsakidhossain', 'g m sakid hossain', 'g.msakidhossain@gmail.com', NULL, '$2y$10$amz.MO9iJogWDpUnFQ9ueOA9FPgQIasoZJxu6vxnrxCP5MoS5BL0q', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(28, '2', 'naiynmozumder', 'Naiym Mozumder', 'nayimmozumderg6@gmail.com', NULL, '$2y$10$IDSZkmoh/wvTIIGZbazTzuqGI.iBXm3aTEyAuDpMggdWO9aLnQxda', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:58', '2023-07-05 06:12:58'),
(29, '2', 'testbody', 'test body', 'testapp@gmail.com', NULL, '$2y$10$TMWeOEnAOYzr/zkEB/YOLOcd.FW210pEItdR6yTtraPXMwzF9vIDu', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(30, '2', 'samimaakter', 'Samima akter', 'humairaafrin27@gmil.com', NULL, '$2y$10$rQ6hkEjAlIS/uRNYyGg6J.DS5.BClC.aRSTe2sKpUm9SQSgHuXhg2', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(31, '2', 'md.somonhossain', 'Md. Somon Hossain', 'somon12230327@gmail.com', NULL, '$2y$10$9u8LpPkhSpiFebsDSDBGGOvXCPbQuV/fXFpcRLictdqpvaWm/y7Ce', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(32, '2', 'testb1', 'Test b1', 'b1@e.co', NULL, '$2y$10$f8v0Viy3K8rCLNcW9be1g.IHt32jESTP3F0FLBk5Ot7rD9CTSW3S6', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:12:59', '2023-07-05 06:12:59'),
(33, '2', 'snsjs', 'Test', 'zubaerbihimndub@gmail.com', NULL, '$2y$10$mibK26bA2YTS/70xnRHFc.8kjqwJI3H/MY4hPVhf7U5YMtnGm9v8a', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(34, '2', 'mahir', 'Mahir', 'esolution673@gmail.com', NULL, '$2y$10$MJ..5LCytU2MTmdCHOkrzOWG04BxDTleWh1rghGnu4Bp64AzRNfFu', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(35, '2', 'akaka', 'akaka', 'testusercnx1@gmail.comt', NULL, '$2y$10$LkAOd1Sn8ZXsUDIiMx2z2e49f5y33sMJqbLH3kytWl6BX/CbfN8QG', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(36, '2', 'nusratjahan', 'Nusrat Jahan', 'nusrat43821@gmail.com', NULL, '$2y$10$Gq4iggozJk967mOmi4XJ7.ug6QFUbQFl6uivTv006bcBPPGy6EIVG', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(37, '2', 'midul', 'midul', 'kazimridul.naztech@gmail.com', NULL, '$2y$10$ByZaErUvFQi/8FBNQNM6Fe6A6/SCLSQkFM1vT4K0yKBkkTJ7xxRa2', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(38, '2', 'bappi', 'bappi', 'bappir327@gmail.com', NULL, '$2y$10$FrhIreKkB0ezdGxM1e98nOvTIz2qoFH4I6ilSnMgbaCPWQKAKneba', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(39, '2', 'abcd', 'Abcd', 'abcd@gmail.com', NULL, '$2y$10$AkrH.UxixjpoJNoBJFrKVef8aEuyKReD2jMO3ejaMXfKPJ9PW8rBq', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(40, '2', 'john', 'john', 'playcnx2020@gmail.com', NULL, '$2y$10$JW/A8zTYei8AkU6WLI9aLu65V7vHI5nsh/07B0wBMHtInq5V3rYhm', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:00', '2023-07-05 06:13:00'),
(41, '2', 'abdulmannan', 'Abdul mannan', 'muhammadabfulmannan475@gmail.com', NULL, '$2y$10$k2dCs2W0rgsihhQM/o842.wdGL07qHNmPjImbM1s6R6pGI1RFsQSq', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:01', '2023-07-05 06:13:01'),
(42, '2', 'mehedi', 'Mehedi', 'mehedi@augnitive.com', NULL, '$2y$10$/WQ0YMoRPZ54SjAriqn0iuChkeuchuhuoPu3pYMtvL9gZbz7PqgBK', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:02', '2023-07-05 06:13:02'),
(43, '2', 'md:mahedihasan', 'MD:MAHEDI HASAN', 'hasanmdmahedi360109@gmail.com', NULL, '$2y$10$KS4kLcGeB9OsJLlzw2e5I.ewv7eiBXpEOaZ.znwhg/f4cvdhRORHy', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:06', '2023-07-05 06:13:06'),
(44, '2', 'afrojaakter', 'Afroja akter', 'afrojaaktermst77@gmail.com', NULL, '$2y$10$el6ZH6vY0m/YGAhO49gtz.Gs3k47p7I1.byMKAdPXvaDqFbF0eIR2', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(45, '2', 'tawhidislam', 'Tawhid islam', 'itohidul598@gmail.com', NULL, '$2y$10$1kWX1CVwGSPMRXZY.5lmT.k0TxW4maz.mRPlZ2uO5gh1KhQoxuOAi', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(46, '2', 'isratjahaneva', 'Israt jahan eva', 'armanhossin3366@gmail.com', NULL, '$2y$10$eS3SrqqTNESaTBVynkMux.ZFFqzElPdCtq49k4/ns2nqkcvr7e2gi', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:07', '2023-07-05 06:13:07'),
(47, '2', 'rabiulmonirchowdhury', 'Rabiul Monir Chowdhury', 'rabiul.moni@gmail.com', NULL, '$2y$10$VnjKePvKH74dXHigGCa.Gey8MFV.UGoxjYUDkhjCGO7kqWGCwYYFK', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(48, '2', 'jahirrayhan', 'jahir rayhan', 'rjahir372@gamil.com', NULL, '$2y$10$Dj76d9xKrd94oP99L5GCkOgcjXN4l2EbammnKYzKe/DirShqKNgbi', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(49, '2', 'milon', 'milon', 'contact.acc.milon@gmail.com', NULL, '$2y$10$uEw1/Wq8tNEnYFLIEldzfOpGwn6ZTurBY29uWKqgtLlId8w/NE5Ve', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(50, '2', 'taniyaakter', 'Taniya akter', 'taniya112001@gmail.com', NULL, '$2y$10$WQ3IGhF0jWhaPqRNW7BrF.xwlmaZnFLW77ceuTHb5UdBh.My1bX06', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(51, '2', 'mdabdullah', 'Md Abdullah', 'muhammadabdulmannan475@gmail.com', NULL, '$2y$10$PnxpLWxdkNRI3cCUGO2hruWO7woZnHMGlv88gGtVvuW0udexiBD2q', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(52, '2', 'nayim', 'Nayim', 'yimn338@gmail.com', NULL, '$2y$10$aXkcTc9fODjx4nfDvJ0kjeDoo8.zNdAL3.9mpvcKLz/Hv73sH4Fzu', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:08', '2023-07-05 06:13:08'),
(53, '2', 'rabbi', 'Rabbi', 'mdrabbivivo@gmail.com', NULL, '$2y$10$aeWqB0YNW4a9m4ZviLQuEeNo9QHO0wi1O7zBGWti3Sd/Dvtc.WSLe', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:09', '2023-07-05 06:13:09'),
(54, '2', 'mahumud', 'Mahumud', 'md.ezazmahumud45@gmail.com', NULL, '$2y$10$LbuiAA./.KV00xryfNrpr.6pBXCS2x1YyQ.GgQ3asDKixB0fJfqRi', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:09', '2023-07-05 06:13:09'),
(55, '2', 'medusathay', 'medusa thay', 'thaynaangela61@gmail.comt', NULL, '$2y$10$55bLzlohGEor7LuIATyxWOS4Ln9Vnvix/ZOz3axDfrdtmErY7fn0G', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(56, '2', 'test', 'test', 'test@gmail.com', NULL, '$2y$10$sqLF9W/qDpFgNB8G4DbNYuL8of3IiEQVoLrr43TcKZdPHxqF8h9yi', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(57, '2', 'hasan', 'hasan', 'hasanmilonmehedi6@gmail.com', NULL, '$2y$10$x3cVfxOmeOCIQch2ER46qeiQuVa8a84NlqDp3NIXdtpbQbvZuV7dy', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(58, '2', 'khadizaakter', 'Khadiza akter', 'nidhattahsin395@gmail.com', NULL, '$2y$10$z1sSQ4Z0zd/cZEL0D4H68e91EgupLKL88f0FJrRY87/TLioRJnzxa', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:10', '2023-07-05 06:13:10'),
(59, '2', 'mdsamimhossain', 'MD Samim Hossain', 'md.samimhossain6786@gmail.com', NULL, '$2y$10$EI3P9nnQ/uJf/QQeX/czHeLtQaKFgsQWa9CXKfXzcOpPWDn8K8lCK', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:11', '2023-07-05 06:13:11'),
(60, '2', 'asha_bizlimukta_nayeem', 'Asha_Bizli Mukta_Nayeem', 'ashabizlimuktanayeem@gmail.com', NULL, '$2y$10$U57JOBNdfumbpCts/Wo5oeQKELtncez.M2bymNebJApg.wH7R14MS', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:12', '2023-07-05 06:13:12'),
(61, '2', 'testuser1', 'test user1', 'testuseremail1@gmail.com', NULL, '$2y$10$pQGGj75PE7rT3fePPhTSr.jRnqMQrM0GXJILa//Xoo.FX4H4ojxKq', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(62, '2', 'nuzrulislam', 'nuzrul islam', 'norozzaman995@gmail.com', NULL, '$2y$10$WQD8TEgzry3GmlqQAW.wi.j7x0GKfRvf6nGGuhUdqwbx1m7krmrw.', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(63, '2', 'mdsujonsarker1', 'md sujon sarker', 'mdaushansarker@gmail.com', NULL, '$2y$10$K0TtnpSQU9LqzvemCpCsyeTxKSVDWl7QJCQRDV3bqN7XNQ.P7tjsG', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:13', '2023-07-05 06:13:13'),
(64, '2', 'nayeem', 'nayeem', 'testuseremail@gmail.com', NULL, '$2y$10$EC.sXUiUl8igAkMeGLsMxeDTLM6dQjERKISrvTY4ARBcZqwg1HbCu', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:15', '2023-07-05 06:13:15'),
(65, '2', 'miraj', 'Miraj', 'miraj17144@diit.info', NULL, '$2y$10$RD5sw0QNvfkxp24er0reg.ktQSsvqnSEfryzj6AoVfnKeXJCeDg1S', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:16', '2023-07-05 06:13:16'),
(66, '2', 'jahirrayhan', 'jahir rayhan', 'rjahir@gamil.com', NULL, '$2y$10$bVxUpy/c8s47BmrobLfW3.zhredrwIkDEXE9zdodpAtAHs7T/fYOG', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(67, '2', 'testuser', 'test user', 'testuser@gmail.com', NULL, '$2y$10$u1vBykkd218sZNPep2O7qOst4IbJNmuC17kRhJB.LfotuU9z3LvSe', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(68, '2', 'atikhasan', 'ATIK HASAN', 'mmdatik26@gmail.com', NULL, '$2y$10$nRUKTfqK0s5k.sJkxkcq9uCcLa6wktv1h.GiKXF.Uu5RbudglKVfu', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(69, '2', 'jahirrayhan', 'jahir rayhan', 'rjahir@372gamil.com', NULL, '$2y$10$nlRwaLeHz3dI1.9c8.qsFu9UgblE4xLwD5SKgU4BPp8B5mTrhTwba', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:17', '2023-07-05 06:13:17'),
(70, '2', 'rayhan', 'Rayhan', 'rayhanjahir456@gmail.vom', NULL, '$2y$10$.VAIVIB74VQ2MrpHa3FgyutrCl5Hi.wZH0hmSOX8rGs1ivCmLYq0e', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:18', '2023-07-05 06:13:18'),
(71, '2', 'mizanurrahman', 'Mizanur Rahman', 'mizan01867153354@gmail.com', NULL, '$2y$10$4PMJK.KTFzuPIL9MtZhqj.TedeopRFKb4D.HhXfDI8mjRoUaj9x0y', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:18', '2023-07-05 06:13:18'),
(72, '2', 'zaman996', 'zamanmd', 'norozzaman996@gmail.com', NULL, '$2y$10$.bJh1f5.FSywywyzLJFp..JeETVn/YeDR9bAbcwhzTsebv4S1tZHi', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-05 06:13:26', '2023-07-05 06:13:26'),
(73, '2', 'gruzlymn66755', 'Gruzlymn', 'michaelrhodes@reg.pw', NULL, '$2y$10$WvBXcvJQOdfxNnOV5CdpQuVMjr3Ld8awzb/DRlvsz1x48YWVOeMoS', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-10 19:23:33', '2023-07-10 19:23:33'),
(74, '2', 'user5693', 'User', 'user@gmail.com', NULL, '$2y$10$9zq7pW/8yd1RmNd4C8Fu2u5Umh7Kc1ArI6TAS/ys/ZoAXQ5CjmrrG', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-11 03:56:12', '2023-07-11 03:56:12'),
(75, '2', 'davidvap10798', 'Davidvap', 'kat-service56ru@yandex.ru', NULL, '$2y$10$26KMcCXVYmzW.Yyl/uIbyO4j4/7OpfzrkZDc66VHU0YVg62Nb0TRC', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-11 09:03:27', '2023-07-11 09:03:27'),
(76, '2', 'irinaqueft69315', 'Irinaqueft', 'jgmaria304@yandex.ru', NULL, '$2y$10$PSUAMd9zqdnkd80Bt/lAWemSsK1bY6rE51MOQDmKgN79ucyrFrPRS', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-20 01:44:16', '2023-07-20 01:44:16'),
(77, '2', 'mdzaman14473', 'MD  ZAMAN', 'norozzaman997@gmail.com', NULL, '$2y$10$JHZ/mh8AaHex5O0rxDEWquHZG4RPRkoBilYSl68gfOdbFrY8EEIpi', NULL, NULL, NULL, NULL, NULL, NULL, '2023-07-22 10:29:08', '2023-07-22 10:29:08'),
(78, '2', 'mdnayeemsarker73941', 'MD NAYEEM SARKER', 'nayeemasha703@gmail.com', NULL, '$2y$10$9v0ETnBmwop1FOm8ypGYu.QvfWX3oSQoC6kP1R.MVJggPkuQYDcqO', NULL, NULL, NULL, NULL, NULL, NULL, '2023-08-13 11:57:17', '2023-08-13 11:57:17'),
(79, '2', 'jdmkeduhnozhnnsxknxthdykgdoabdupeth4login7teew56139', 'jDMKEDUhnoZHNnSxkNxThDykgdOABDupEth 4login7 Teew', 'lona.white7676@gmail.com', NULL, '$2y$10$7G9C//jB1ZaZXR/gDtsmA.vB2B0yTSeTbH9T1piSwkpMFAquJWhiS', NULL, NULL, NULL, NULL, NULL, NULL, '2023-08-28 03:39:51', '2023-08-28 03:39:51'),
(80, '2', 'casinosonline14254', 'casinos online', 'yogffsgkhfgfu2rmail@gmail.com', NULL, '$2y$10$Opx8dD9YVrIikQjd.a2OzOOJMvqQw9/Th5/nlZH6t02aJkr57Nzm.', NULL, NULL, NULL, NULL, NULL, NULL, '2023-08-31 09:22:48', '2023-08-31 09:22:48'),
(81, '2', 'hgfcvwdcjdfrhttps://www.apple.com/89723', 'HGFcvwdcjdfr https://www.apple.com/', 'alen.delon.1987@inbox.ru', NULL, '$2y$10$eQHwmGWO16V1nb4p.fql8OaL8BkbWFp5zwRdrAK10ZJHZCzGfhGR2', NULL, NULL, NULL, NULL, NULL, NULL, '2023-09-05 18:03:18', '2023-09-05 18:03:18'),
(82, '2', 'miriamviora55920', 'Miriamviora', 'inet4747@outlook.com', NULL, '$2y$10$D2mFB0LoRoC3PORxlA.hyeg4IvKMeNCK1YKx5QsAihWqgONr79vBW', NULL, NULL, NULL, NULL, NULL, NULL, '2023-09-07 09:06:09', '2023-09-07 09:06:09'),
(83, '2', 'kartinacon76490', 'Kartinacon', 'raposnori1961@mail.ru', NULL, '$2y$10$TN24ZqDVqeNJN1M4.973DOm/la25d7HNqDXQt94L0/fzq1oh.57Re', NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-01 09:23:16', '2023-10-01 09:23:16'),
(84, '2', 'eshratjahan59151', 'Eshrat Jahan', 'eshratjahan112@gmail.com', NULL, '$2y$10$356GSdodkhOuRjWUGYmNSOgXDb6UUpq3Lxb8DRxq0hoTB3dQ1echG', NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-01 13:29:20', '2023-10-01 13:29:20'),
(85, '2', 'charlesgicle90045', 'CharlesGicle', 'you1rmai5l@gmail.com', NULL, '$2y$10$9Dk3W5kvgb5pt9IYI1T3veyWPeATV0Abnby7ZrNlQMBy/juDFdGW2', NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-04 01:57:21', '2023-10-04 01:57:21'),
(86, '2', 'williamanark40827', 'WilliamAnark', 'janke.67.0.2@gmail.com', NULL, '$2y$10$r9KT0NiopWUcS2W2XrNh2OIy4Z8vOQTGmn896Lzdf1ynr8HhcnEou', NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-19 08:29:53', '2023-10-19 08:29:53'),
(87, '2', 'raymondaborp28293', 'RaymondAborp', 'xrumerfox@gmail.com', NULL, '$2y$10$qZhMwfDIfXnrhfDpyZXvp..avHBlnXezM2oN55h.E63MF.MUpqTei', NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-29 20:56:13', '2023-10-29 20:56:13'),
(88, '2', 'henryglupe35405', 'HenryGlupe', 'goldboy1931@gmail.com', NULL, '$2y$10$l68d7KCmTcThjIbPDj/gEu8UOYbkQRlLyXcwtl02raxvhKibhwOv6', NULL, NULL, NULL, NULL, NULL, NULL, '2023-10-31 07:52:26', '2023-10-31 07:52:26'),
(90, '2', 'hasanalbanna97827', 'Hasan Al Banna', 'banna@gmail.com', NULL, '$2y$10$a2ufeEkRPXBzLyqjhdBDCOSg9RTgGvyDievgDJsQHNwtVkXwjeYZC', NULL, NULL, NULL, NULL, NULL, NULL, '2023-12-06 16:36:33', '2023-12-06 16:36:33'),
(91, '2', 'hasanalbanna80499', 'Hasan Al Banna', 'nahid@gmail.com', NULL, '$2y$10$92IXUNpkjO0rOQ5byMi.Ye4oKoEa3Ro9llC/.og/at2.uheWG/igi', NULL, NULL, NULL, NULL, NULL, NULL, '2023-12-06 16:38:36', '2023-12-06 16:38:36'),
(92, '2', 'hasanalbanna', 'Hasan AL Banna Nahid', 'hasan@gmail.com', NULL, '$2y$10$mHQOgdAUx3Sbh3eW9LSjv.3n9g/W0FEGIrj9YLhRjGaMDrVa0kA0W', NULL, NULL, NULL, NULL, NULL, NULL, '2023-12-13 14:26:01', '2023-12-13 14:35:46');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `all_classes`
--
ALTER TABLE `all_classes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blogs`
--
ALTER TABLE `blogs`
  ADD PRIMARY KEY (`id`),
  ADD KEY `blogs_user_id_foreign` (`user_id`);

--
-- Indexes for table `chats`
--
ALTER TABLE `chats`
  ADD PRIMARY KEY (`id`),
  ADD KEY `chats_user_id_foreign` (`user_id`);

--
-- Indexes for table `cities`
--
ALTER TABLE `cities`
  ADD PRIMARY KEY (`id`),
  ADD KEY `cities_division_id_foreign` (`division_id`);

--
-- Indexes for table `countries`
--
ALTER TABLE `countries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `divisions`
--
ALTER TABLE `divisions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `divisions_country_id_foreign` (`country_id`);

--
-- Indexes for table `enrolls`
--
ALTER TABLE `enrolls`
  ADD PRIMARY KEY (`id`),
  ADD KEY `enrolls_event_id_foreign` (`event_id`),
  ADD KEY `enrolls_user_id_foreign` (`user_id`);

--
-- Indexes for table `events`
--
ALTER TABLE `events`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `failed_jobs_uuid_unique` (`uuid`);

--
-- Indexes for table `friends`
--
ALTER TABLE `friends`
  ADD PRIMARY KEY (`id`),
  ADD KEY `friends_user_id_foreign` (`user_id`);

--
-- Indexes for table `histories`
--
ALTER TABLE `histories`
  ADD PRIMARY KEY (`id`),
  ADD KEY `histories_user_id_foreign` (`user_id`);

--
-- Indexes for table `messages`
--
ALTER TABLE `messages`
  ADD PRIMARY KEY (`id`),
  ADD KEY `messages_chat_id_foreign` (`chat_id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `model_questions`
--
ALTER TABLE `model_questions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `model_questions_modeltest_id_foreign` (`modeltest_id`);

--
-- Indexes for table `model_syllabi`
--
ALTER TABLE `model_syllabi`
  ADD PRIMARY KEY (`id`),
  ADD KEY `model_syllabi_modeltest_id_foreign` (`modeltest_id`);

--
-- Indexes for table `model_test_alls`
--
ALTER TABLE `model_test_alls`
  ADD PRIMARY KEY (`id`),
  ADD KEY `model_test_alls_allclass_id_foreign` (`allclass_id`);

--
-- Indexes for table `model_test_results`
--
ALTER TABLE `model_test_results`
  ADD PRIMARY KEY (`id`),
  ADD KEY `model_test_results_modeltest_id_foreign` (`modeltest_id`),
  ADD KEY `model_test_results_user_id_foreign` (`user_id`);

--
-- Indexes for table `news`
--
ALTER TABLE `news`
  ADD PRIMARY KEY (`id`),
  ADD KEY `news_user_id_foreign` (`user_id`);

--
-- Indexes for table `notifications`
--
ALTER TABLE `notifications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `notifications_user_id_foreign` (`user_id`);

--
-- Indexes for table `password_reset_tokens`
--
ALTER TABLE `password_reset_tokens`
  ADD PRIMARY KEY (`email`);

--
-- Indexes for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `personal_access_tokens_token_unique` (`token`),
  ADD KEY `personal_access_tokens_tokenable_type_tokenable_id_index` (`tokenable_type`,`tokenable_id`);

--
-- Indexes for table `profiles`
--
ALTER TABLE `profiles`
  ADD PRIMARY KEY (`id`),
  ADD KEY `profiles_user_id_foreign` (`user_id`);

--
-- Indexes for table `questions`
--
ALTER TABLE `questions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `questions_event_id_foreign` (`event_id`);

--
-- Indexes for table `receive_requests`
--
ALTER TABLE `receive_requests`
  ADD PRIMARY KEY (`id`),
  ADD KEY `receive_requests_user_id_foreign` (`user_id`);

--
-- Indexes for table `results`
--
ALTER TABLE `results`
  ADD PRIMARY KEY (`id`),
  ADD KEY `results_event_id_foreign` (`event_id`),
  ADD KEY `results_user_id_foreign` (`user_id`);

--
-- Indexes for table `send_requests`
--
ALTER TABLE `send_requests`
  ADD PRIMARY KEY (`id`),
  ADD KEY `send_requests_user_id_foreign` (`user_id`);

--
-- Indexes for table `sessions`
--
ALTER TABLE `sessions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `sessions_user_id_index` (`user_id`),
  ADD KEY `sessions_last_activity_index` (`last_activity`);

--
-- Indexes for table `sliders`
--
ALTER TABLE `sliders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `social_links`
--
ALTER TABLE `social_links`
  ADD PRIMARY KEY (`id`),
  ADD KEY `social_links_user_id_foreign` (`user_id`);

--
-- Indexes for table `supports`
--
ALTER TABLE `supports`
  ADD PRIMARY KEY (`id`),
  ADD KEY `supports_user_id_foreign` (`user_id`);

--
-- Indexes for table `support_replays`
--
ALTER TABLE `support_replays`
  ADD PRIMARY KEY (`id`),
  ADD KEY `support_replays_support_id_foreign` (`support_id`);

--
-- Indexes for table `syllabi`
--
ALTER TABLE `syllabi`
  ADD PRIMARY KEY (`id`),
  ADD KEY `syllabi_event_id_foreign` (`event_id`);

--
-- Indexes for table `upazilas`
--
ALTER TABLE `upazilas`
  ADD PRIMARY KEY (`id`),
  ADD KEY `upazilas_city_id_foreign` (`city_id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `all_classes`
--
ALTER TABLE `all_classes`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=27;

--
-- AUTO_INCREMENT for table `blogs`
--
ALTER TABLE `blogs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `chats`
--
ALTER TABLE `chats`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `cities`
--
ALTER TABLE `cities`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=80;

--
-- AUTO_INCREMENT for table `countries`
--
ALTER TABLE `countries`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=247;

--
-- AUTO_INCREMENT for table `divisions`
--
ALTER TABLE `divisions`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `enrolls`
--
ALTER TABLE `enrolls`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;

--
-- AUTO_INCREMENT for table `events`
--
ALTER TABLE `events`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `friends`
--
ALTER TABLE `friends`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=93;

--
-- AUTO_INCREMENT for table `histories`
--
ALTER TABLE `histories`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=38;

--
-- AUTO_INCREMENT for table `messages`
--
ALTER TABLE `messages`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=35;

--
-- AUTO_INCREMENT for table `model_questions`
--
ALTER TABLE `model_questions`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=102;

--
-- AUTO_INCREMENT for table `model_syllabi`
--
ALTER TABLE `model_syllabi`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `model_test_alls`
--
ALTER TABLE `model_test_alls`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=102;

--
-- AUTO_INCREMENT for table `model_test_results`
--
ALTER TABLE `model_test_results`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `news`
--
ALTER TABLE `news`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `notifications`
--
ALTER TABLE `notifications`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1269;

--
-- AUTO_INCREMENT for table `personal_access_tokens`
--
ALTER TABLE `personal_access_tokens`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4596;

--
-- AUTO_INCREMENT for table `profiles`
--
ALTER TABLE `profiles`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=93;

--
-- AUTO_INCREMENT for table `questions`
--
ALTER TABLE `questions`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `receive_requests`
--
ALTER TABLE `receive_requests`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `results`
--
ALTER TABLE `results`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;

--
-- AUTO_INCREMENT for table `send_requests`
--
ALTER TABLE `send_requests`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `sliders`
--
ALTER TABLE `sliders`
  MODIFY `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `social_links`
--
ALTER TABLE `social_links`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=93;

--
-- AUTO_INCREMENT for table `supports`
--
ALTER TABLE `supports`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `support_replays`
--
ALTER TABLE `support_replays`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `syllabi`
--
ALTER TABLE `syllabi`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `upazilas`
--
ALTER TABLE `upazilas`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=655;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=93;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `blogs`
--
ALTER TABLE `blogs`
  ADD CONSTRAINT `blogs_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `chats`
--
ALTER TABLE `chats`
  ADD CONSTRAINT `chats_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `cities`
--
ALTER TABLE `cities`
  ADD CONSTRAINT `cities_division_id_foreign` FOREIGN KEY (`division_id`) REFERENCES `divisions` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `divisions`
--
ALTER TABLE `divisions`
  ADD CONSTRAINT `divisions_country_id_foreign` FOREIGN KEY (`country_id`) REFERENCES `countries` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `enrolls`
--
ALTER TABLE `enrolls`
  ADD CONSTRAINT `enrolls_event_id_foreign` FOREIGN KEY (`event_id`) REFERENCES `events` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `enrolls_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `friends`
--
ALTER TABLE `friends`
  ADD CONSTRAINT `friends_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `histories`
--
ALTER TABLE `histories`
  ADD CONSTRAINT `histories_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `messages`
--
ALTER TABLE `messages`
  ADD CONSTRAINT `messages_chat_id_foreign` FOREIGN KEY (`chat_id`) REFERENCES `chats` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `model_questions`
--
ALTER TABLE `model_questions`
  ADD CONSTRAINT `model_questions_modeltest_id_foreign` FOREIGN KEY (`modeltest_id`) REFERENCES `model_test_alls` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `model_syllabi`
--
ALTER TABLE `model_syllabi`
  ADD CONSTRAINT `model_syllabi_modeltest_id_foreign` FOREIGN KEY (`modeltest_id`) REFERENCES `model_test_alls` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `model_test_alls`
--
ALTER TABLE `model_test_alls`
  ADD CONSTRAINT `model_test_alls_allclass_id_foreign` FOREIGN KEY (`allclass_id`) REFERENCES `all_classes` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `model_test_results`
--
ALTER TABLE `model_test_results`
  ADD CONSTRAINT `model_test_results_modeltest_id_foreign` FOREIGN KEY (`modeltest_id`) REFERENCES `model_test_alls` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `model_test_results_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `news`
--
ALTER TABLE `news`
  ADD CONSTRAINT `news_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `notifications`
--
ALTER TABLE `notifications`
  ADD CONSTRAINT `notifications_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `profiles`
--
ALTER TABLE `profiles`
  ADD CONSTRAINT `profiles_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `questions`
--
ALTER TABLE `questions`
  ADD CONSTRAINT `questions_event_id_foreign` FOREIGN KEY (`event_id`) REFERENCES `events` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `receive_requests`
--
ALTER TABLE `receive_requests`
  ADD CONSTRAINT `receive_requests_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `results`
--
ALTER TABLE `results`
  ADD CONSTRAINT `results_event_id_foreign` FOREIGN KEY (`event_id`) REFERENCES `events` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `results_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `send_requests`
--
ALTER TABLE `send_requests`
  ADD CONSTRAINT `send_requests_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `social_links`
--
ALTER TABLE `social_links`
  ADD CONSTRAINT `social_links_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `supports`
--
ALTER TABLE `supports`
  ADD CONSTRAINT `supports_user_id_foreign` FOREIGN KEY (`user_id`) REFERENCES `users` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `support_replays`
--
ALTER TABLE `support_replays`
  ADD CONSTRAINT `support_replays_support_id_foreign` FOREIGN KEY (`support_id`) REFERENCES `supports` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `syllabi`
--
ALTER TABLE `syllabi`
  ADD CONSTRAINT `syllabi_event_id_foreign` FOREIGN KEY (`event_id`) REFERENCES `events` (`id`) ON DELETE CASCADE;

--
-- Constraints for table `upazilas`
--
ALTER TABLE `upazilas`
  ADD CONSTRAINT `upazilas_city_id_foreign` FOREIGN KEY (`city_id`) REFERENCES `cities` (`id`) ON DELETE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
